Repository: seeschloss/nicotine
Catalog: nicotine+/languages/*/nicotine.po
Languages: de, fr

source: You're using an old version of Python interpreter (%s). You should install Python 2.2.0 or newer.
de: Du verwendest eine alte Version des Python-Interpreters (%s). Installiere Python 2.2.0 oder neuer.

source: Can not find Nicotine modules. Perhaps they're installed in a directory which is not in an interpreter's module search path. (there could be a version mismatch between what version of python was used to build the Nicotine binary package and what you try to run Nicotine with.)
de: Kann Nicotine-Module nicht finden. Vielleicht wurden sie in einem Verzeichnis installiert, das sich nicht im Modul-Suchpfad des Interpreters befindet (möglicherweise ein Versionskonflikt zwischen den für die Kompilation des Binärpakets und der derzeitig zum Ausführen verwendeten Python-Versionen).

source: Warning: the Berkeley DB module, dbhash, could not be loaded.
de: Achtung: Das Berkeley-DB-Modul, dbhash, konnte nicht geladen werden.

source: You must install the Gtk+ 2.2 Runtime Environment to run this program
de: Die Gtk+-2.2-Laufzeitumgebung muss installiert sein, um dieses Programm ausführen zu können.

source: Can not find required PyGTK. The current search path is %s
de: Kann benötigtes PyGTK nicht finden. Der derzeitige Suchpfad ist %s

source: Your PyGTK is too old, upgrade to at least PyGTK 1.99.16
de: Dein PyGTK ist zu alt, du benötigst mindestens PyGTK 1.99.16

source: You do not have Python Vorbis bindings installed. Others will not be able to see the lengths and the bitrates of Ogg Vorbis files that you share. You can get the from http://www.andrewchatham.com/pyogg/. If you're using Debian, install the python-pyvorbis package. If you're using Gentoo, install nicotine+ with the vorbis USE flag.
de: Die Python-Vorbis-Bindings sind nicht installiert. Andere werden die Länge und Bitrate deiner freigegebenen Ogg-Vorbis-Dateien nicht sehen können. Die Bindings sind unter http://www.andrewchatham.com/pyogg/ verfügbar. Wenn du Debian verwendest, installier das Paket python-pyvorbis. Für Gentoo, installiere Nicotine+ mit dem vorbis-USE-Flag.

source: Nicotine supports a country code blocker but that requires a (GPL'ed) library called GeoIP. You can find it here: C library: http://www.maxmind.com/app/c Python bindings: http://www.maxmind.com/app/python (the python bindings require the C library)
de: Nicotine unterstützt einen Ländercode-Blocker, wozu die GeoIP-Bibliothek (GPL) benötigt wird. Du findest sie unter: C-Bibliothek: http://www.maxmind.com/app/c Python-Bindings: http://www.maxmind.com/app/python (Die Python-Bindings benötigen die C-Bibliothek)

source: Nicotine-Plus version %s
de: Nicotine+, Version %s

source: Cannot find the pynicotine.utils module.
de: Kann Modul pynicotine.utils nicht finden

source: Nicotine-Plus is a Soulseek client. Usage: nicotine [OPTION]... -c file, --config=file Use non-default configuration file -t, --enable-trayicon -d, --disable-trayicon -v, --version Display version and exit -h, --help Display this help and exit Please report any problems to our bugtracker : http://www.nicotine-plus.org/newticket
de: Nicotine+ ist ein Soulseek-Client. Gebrauch: nicotine [OPTION] ... -c Datei, --config=Datei Diese Konfigurationsdatei verwenden -t, --enable-trayicon -d, --disable-trayicon -v, --version Version ausgeben und beenden -h --help Diese Hilfe ausgeben und beenden Bitte berichte etwaige Probleme an unseren Bugtracker: http://www.nicotine-plus.org/newticket

source: Starting using the profiler (saving log to %s)
de: Starte Aufzeichnung (wird unter %s gespeichert)

source: Query
de: Suchanfrage
fr: Requête

source: Expand / Collapse all
de: Alle auf-/zuklappen
fr: Minimiser / Maximiser

source: Group by Users
de: Nach Benutzern gruppieren
fr: Grouper par utilisateurs

source: Enable filters
de: Filter aktivieren
fr: Activer les filtres

source: This search will be opened the next time you start Nicotine+ and will send out new search requests after a server-set intervals (usually around one hour)
de: Diese Suche wird beim nächsten Programmstart automatisch geöffnet und in einem vom Server bestimmten Intervall (um eine Stunde) Suchanfragen abschicken.

source: Wish
de: Wunschliste
fr: Souhait

source: Clear all results
de: Suchergebnisse entfernen
fr: Enlever les résultats

source: Stop new search results from being displayed
de: Keine weiteren Suchergebnisse anzeigen
fr: Arrête l'affichage des nouveaux résultats de la recherche

source: Ignore
de: Ignorieren
fr: Ignorer

source: Close search tab; press ignore to prevent this tab from reopening
de: Tab schließen („Ignorieren“ klicken, um ein erneutes Aufgehen zu verhindern)
fr: Cliquer sur Ignorer pour prévenir de la ré-ouverture de l'onglet de recherche

source: Close
de: Schließen
fr: Fermer

source: Filter in:
de: Reinfiltern:
fr: Filtre d'inclusion:

source: . = any character, * = 0 or more of the proceeding character, | = seperator, [a-zA-Z] = any single latin character
de: . = irgendein Zeichen; * = 0 oder mehr des vorhergehenden Zeichens; | = Separartor; [a-zA-Z] = irgendein lateinischer Buchstabe

source: Filter out:
de: Rausfiltern:
fr: Filtre d'exclusion:

source: Size:
de: Größe:
fr: Taille:

source: Country:
de: Land:
fr: Pays:

source: Free slot
de: Freier Slot
fr: Place libre

source: Username
de: Benutzername
fr: Utilisateur

source: Browse
de: Durchsehen
fr: Voir ses fichiers

source: <b>List Position:</b>
de: <b>Position in der Liste:</b>
fr: <b>Position dans la liste d'attente:</b>

source: <b>File Name:</b>
de: <b>Dateiname:</b>
fr: <b>Nom du fichier:</b>

source: <b>Directory:</b>
de: <b>Verzeichnis:</b>
fr: <b>Répertoire:</b>

source: <b>File Size:</b>
de: <b>Dateigröße:</b>
fr: <b>Taille du fichier:</b>

source: <b>Length:</b>
de: <b>Länge:</b>
fr: <b>Durée:</b>

source: <b>Immediate Downloads:</b>
de: <b>Sofortiger Download:</b>
fr: <b>Téléchargement immédiat:</b>

source: <b>Queue:</b>
de: <b>Warteschlange:</b>
fr: <b>En attente:</b>

source: <b>Last Speed:</b>
de: <b>Letzte Geschwindigkeit:</b>
fr: <b>Dernière vitesse:</b>

source: Download
de: Herunterladen
fr: Télécharger

source: Download All
de: Alle herunterladen
fr: Télécharger tous

source: <b>%s</b> File(s) Selected
de: <b>%s</b> Datei(en) ausgewählt
fr: <b>%s</b> Fichier(s) sélectionné(s)

source: Previous
de: Vorhergehender
fr: Précédent

source: Next
de: Nächster
fr: Prochain

source: <b>Country Code:</b>
de: <b>Ländercode:</b>
fr: <b>Code du Pays:</b>

source: OK
de: Okay
fr: Oui

source: Cancel
de: Abbrechen
fr: Annuler

source: User
de: Benutzer
fr: Utilisateur

source: Filename
de: Dateiname
fr: Nom de fichier

source: Percent
de: Prozent
fr: Pourcentage

source: Size
de: Größe
fr: Taille

source: Speed
de: Geschwindigkeit
fr: Vitesse

source: Time elapsed
de: Zeit vergangen
fr: Temps écoulé

source: Time left
de: Zeit verbleibend
fr: Temps restant

source: Path
de: Pfad
fr: Chemin

source: Getting status
de: Ermittle Status
fr: Recherche le statut

source: Waiting for download
de: Warte auf Download
fr: En attente du téléchargement

source: Waiting for upload
de: Warte auf Upload
fr: En attente d'envoi

source: Getting address
de: Ermittle Adresse
fr: Recherche l'adresse

source: Connecting
de: Verbinde
fr: En cours de connexion

source: Waiting for peer to connect
de: Warte auf Gegenseite
fr: En attente du correspondant

source: Cannot connect
de: Verbinden nicht möglich
fr: Ne peut se connecter

source: User logged off
de: Benutzer abgemeldet
fr: Utilisateur déconnecté

source: Requesting file
de: Fordere Datei an
fr: Demande le fichier

source: Initializing transfer
de: Initialisiere Transfer
fr: Initialisation du transfert

source: Filtered
de: Gefiltert
fr: Filtre d'inclusion

source: Download directory error
de: Download-Verzeichnis-Fehler
fr: Erreur lors du téléchargement du répertoire

source: Local file error
de: Lokaler Dateifehler
fr: Erreur locale de fichier

source: File not shared
de: Datei nicht freigegeben
fr: Fichier non partagé

source: Aborted
de: Abgebrochen
fr: Annulé

source: Paused
de: Pausiert
fr: En pause

source: Queued
de: In Warteschlange
fr: En attente

source: Transferring
de: Übertrage ...
fr: Transfert en cours

source: Finished
de: Abgeschlossen
fr: Terminé

source: Connection closed by peer
de: Verbindung von Gegenseite getrennt
fr: Connexion ré-initialisée par le correspondant

source: Establishing connection
de: Stelle Verbindung her
fr: Etablissement de la connexion

source: Banned
de: Gesperrt
fr: Bannis

source: All %(ext)s
de: Alle %(ext)s

source: %(number)2s files
de: %(number)2s Dateien

source: _File
de: Datei
fr: _Fichier

source: _Connect
de: Verbindung herstellen
fr: Se _connecter

source: _Disconnect
de: Verbindung trennen
fr: Se _déconnecter

source: _Away/Return
de: Abwesend/Anwesend
fr: _Absent/De retour

source: Check _privileges
de: Privilegien überprüfen
fr: Demander ses _privilèges

source: E_xit
de: Beenden
fr: _Quitter

source: _Edit
de: Bearbeiten
fr: _Edition

source: _Settings
de: Einstellungen
fr: Préférence_s

source: Configure _Now Playing
de: „Now Playing“ konfigurieren
fr: Configurer le Now Playing

source: Backup Config
de: Konfiguration sichern
fr: Importer Configuration

source: View
de: Ansicht
fr: Affichage

source: _Hide log window
de: Log-Fenster verbergen
fr: Cac_her la fenêtre de messages

source: Show _debug info
de: Debug-Infos anzeigen
fr: Montrer les informations de _débogage

source: Hide room _list
de: Raum-Liste verbergen
fr: Cacher la _liste des salons

source: Hide _tickers
de: Ticker verbergen
fr: Cacher les messages défilan_ts

source: Hide chat room log and list toggles
de: Chat-Log- und -Benutzerliste-Knöpfe verbergen
fr: Cacher les boutons supplémentaires des salons

source: Hide flag columns in user lists
de: Flaggen-Spalte in Benutzerliste verbergen
fr: Cacher les drapeaux dans la liste des utilisateurs

source: Buddylist in separate tab
de: Freundeliste in separatem Tab

source: Buddylist in Chatrooms
de: Freundeliste in Chat-Räumen anzeigen
fr: Liste des amis dans la fenêtre principale

source: Buddylist always visible
de: Freundeliste immer sichtbar

source: Shares
de: Freigaben
fr: Partages

source: Configure Shares
de: Freigaben konfigurieren
fr: Configuration du partage

source: _Rescan shares
de: Freigaben neu scannen
fr: Examine_r mes partages à nouveau

source: _Rescan Buddy shares
de: Private Freigaben neu scannen
fr: Examiner mes partages pour amis à nouveau

source: Rebuild shares
de: Freigaben neu aufbauen
fr: Reconstruire mes partages à nouveau

source: Rebuild Buddy shares
de: Private Freigaben neu aufbauen
fr: Reconstruire mes partages pour amis à nouveau

source: _Browse my shares
de: Freigaben durchsehen
fr: Voir mes fichiers partagés

source: _Modes
de: Modi
fr: _Fenêtres

source: _Chat Rooms
de: Chat-Räume
fr: _Discussions

source: _Private Chat
de: Privater Chat
fr: Dialogues _privés

source: _Search Files
de: Suche
fr: Recherche de fichier_s

source: User I_nfo
de: Benutzerinfo
fr: I_nformations utilisateur

source: User _Browse
de: Freigaben
fr: Fichiers _partagés

source: _Interests
de: Interessen
fr: Préférences

source: Buddy _List
de: Freunde
fr: Amis

source: Hel_p
de: Hilfe
fr: Aid_e

source: Offline Nicotine Plus Guide
de: Offline-Nicotine+-Benutzerhandbuch
fr: Guide de Nicotine+ Offline

source: Online Nicotine Plus Guide
de: Online-Nicotine+-Benutzerhandbuch
fr: Guide de Nicotine+ en ligne

source: Sourceforge Project Website
de: Projektseite auf Sourceforge
fr: Site web de Sourceforge project

source: Nicotine-Plus Trac Website
de: Trac-Seite für Nicotine+
fr: Site web de Nicotine-plus Trac

source: About _chat room commands
de: Über Befehle in Chat-Räumen
fr: Commandes des salons de discussion

source: About _private chat commands
de: Über Befehle im privaten Chat
fr: Commandes de discussion privée

source: About _optional dependencies
de: Über optionale Abhängigkeiten
fr: Dépendances optionnelles

source: About _search filters
de: Über Suchfilter
fr: Filtres de recherche

source: Check _latest
de: Auf neue Version prüfen
fr: Vérifier _la dernière version

source: About _Nicotine
de: Über Nicotine+
fr: À propos...

source: Chat rooms
de: Chat-Räume
fr: Discussions

source: Start Message
de: Privaten Chat beginnen
fr: Commencer un message

source: Private chat
de: Privater Chat
fr: Dialogues privés

source: Users: 0
de: Benutzer: 0
fr: Utilisateurs: 0

source: Files: 0
de: Dateien: 0
fr: Fichiers: 0

source: Every 3 minutes
de: Alle drei Minuten
fr: Toutes les 3 minutes

source: Auto-retry failed
de: Fehlgeschlagene automatisch neustarten
fr: Retenter les fichiers en erreurs

source: Clear Finished / Aborted
de: Entferne Abgeschlossene/Abgebrochene
fr: Enlever les fichiers terminés/annulés

source: Clear Queued
de: Entferne Wartende
fr: Enlever les fichiers en attente

source: Retry
de: Wiederholen
fr: Réessayer

source: Abort
de: Abbrechen
fr: Annuler

source: Abort & Delete
de: Abbrechen & Löschen
fr: Annuler et effacer

source: Ban User(s)
de: Benutzer sperren
fr: Bannir cet utilisateur

source: Autoclear Finished
de: Abgeschlossene automatisch entfernen
fr: Enlever les fichiers terminés

source: Abort User's Upload(s)
de: Upload(s) des Benutzers abbrechen
fr: Annuler tout envoi de l'utilisateur

source: WishList
de: Wunschliste
fr: Liste des souhaits

source: Search patterns: with a word = term, without a word = -term
de: Suchmuster: mit wort = wort; ohne wort = -wort

source: Clear all searches attempts
de: Alle offenen Suchen schließen
fr: Nettoyer toutes les tentatives de recherche

source: Search
de: Suchen
fr: Recherche

source: Search files
de: Suche
fr: Recherche de fichiers

source: Get Userinfo
de: Benutzerinfo abrufen
fr: Voir les infos de l'utilisateur

source: User info
de: Benutzerinfo
fr: Informations utilisateur

source: Browse Shares
de: Freigaben durchsehen
fr: Voir les fichiers

source: Load From Disk
de: Von Festplatte laden
fr: Charger à partir du disque

source: User browse
de: Freigaben
fr: Fichiers partagés

source: Similar users
de: Ähnliche Benutzer
fr: Utilisateurs semblables

source: Global recommendations
de: Allgemeine Vorschläge
fr: Recommandations globales

source: Recommendations
de: Vorschläge
fr: Recommandations

source: Add
de: Hinzufügen
fr: Ajouter

source: Unrecommendations
de: Abratungen
fr: Déconseillés

source: Interests
de: Interessen
fr: Préférences

source: Scanning Shares
de: Aktualisierung öffentlicher Freigaben begonnen
fr: Examen du partage

source: Scanning Buddy Shares
de: Aktualisierung privater Freigaben begonnen
fr: Examen du partage pour amis

source: Toggle Text-To-Speech
de: Sprachausgabe
fr: Activer Synthèse vocale

source: Hide/Show User list
de: Benutzerliste verbergen
fr: Cacher/montrer la liste des utilisateurs

source: Hide/Show Status log
de: Status-Log anzeigen/verbergen
fr: Cacher/montrer les status

source: Chat room command help
de: Über Befehle in Chat-Räumen
fr: Commandes des salons de discussion

source: 0 people in room
de: 0 Leute im Raum
fr: 0 utilisateur dans le salon

source: Auto-join
de: Automatisch betreten
fr: Auto-joindre

source: Leave
de: Verlassen
fr: Sortir

source: Directories
de: Verzeichnisse
fr: Répertoires

source: Send _message
de: Nachricht senden
fr: Envoyer un _message

source: Show IP a_ddress
de: IP-Adresse anzeigen
fr: Voir l'_adresse IP

source: Get user i_nfo
de: Benutzerinfo abrufen
fr: Voir ses i_nformations

source: Gi_ve privileges
de: Privilegien gewähren
fr: Donner des pri_vilèges

source: _Add user to list
de: Benutzer der Liste hinzufügen
fr: _Ajouter cet utilisateur à la liste

source: _Ban this user
de: Diesen Benutzer sperren
fr: _Bannir cet utilisateur

source: _Ignore this user
de: Diesen Benutzer ignorieren
fr: _Ignorer cet utilisateur

source: _Download directory
de: Verzeichnis herunterladen
fr: Télécharger le répertoire

source: Download directory _to...
de: Verzeichnis herunterladen nach ...
fr: Télécharger le répertoire vers...

source: Download _recursive
de: Rekursiv herunterladen
fr: Télécharger récursivement

source: Download r_ecursive to...
de: Rekursiv herunterladen nach ...
fr: Télécharger récursivement vers...

source: _Download file(s)
de: Datei(en) herunterladen
fr: Télécharger ce(s) fichier(s)

source: Download _to...
de: Herunterladen nach ...
fr: Télécharger vers...

source: Upload Directory to...
de: Verzeichnis hochladen an ...
fr: Envoyer le répertoire vers...

source: Upload Directory recursive to...
de: Rekursiv hochladen an ...
fr: Envoyer récursivement le répertoire vers...

source: Up_load file(s)
de: Datei(en) hochladen
fr: Té_lécharger ce(s) fichier(s)

source: Upload
de: Hochladen
fr: Envois

source: Copy _URL
de: URL kopieren
fr: Copier l'_URL

source: Open in File Manager
de: In Datei-Manager öffnen
fr: Ouvrir un navigateur de fichiers

source: Length
de: Länge
fr: Taille

source: Send to _player
de: An Player senden
fr: Envoyer au lecteur

source: Nicotine+ User Browse: %s (%s)
de: Nicotine+: Freigaben durchsehen: %s (%s)
fr: Nicotine+: Partage de l'utilisateur: %s (%s)

source: Away
de: Abwesend
fr: Absent

source: Dirs: %s
de: Ordner: %s
fr: Répertoires: %s

source: Shared: %s
de: Freigegeben: %s
fr: Dossiers partagés: %s

source: Can't create directory '%(folder)s', reported error: %(error)s
de: Kann Verzeichnis „%(folder)s“ nicht erstellen, Fehler: %(error)s
fr: Ne peut pas créer le répertoire '%(folder)s', l'erreur donnée est: %(error)s

source: Can't save shares, '%(user)s', reported error: %(error)s
de: Kann Freigaben nicht speichern, %(user)s, Fehler: %(error)s
fr: Ne peut sauvegarder le partage, '%(user)s', erreur rapportée: %(error)s

source: Are you sure you wish to download %(num)i files from %(user)s's directory %(folder)s?
de: Bist du sicher, dass du %(num)i Dateien aus %(user)ss Verzeichnis %(folder)s herunterladen willst?
fr: Etes-vous sûr de vouloir télécharger %(num)i fichiers à partir du répertoire %(folder)s de %(user)s

source: Nicotine: Upload Directory's Contents
de: Nicotine+: Verzeichnisinhalt hochladen
fr: Nicotine+: Envoyer le contenu du répertoire

source: Enter the User you wish to upload to:
de: Gib den Namen des Benutzers an, zu dem du hochladen möchtest:
fr: Entrer le nom d'utilisateur pour Envoyer

source: Nicotine: Upload File(s)
de: Nicotine+: Datei(en) hochladen
fr: Envoyer ce(s) fichier(s)

source: Nicotine+: Configure Now Playing
de: Nicotine+: Now-Playing-Skript konfigurieren
fr: Configurer le Now Playing

source: Display what your Media Player is playing in Chat with the /now command
de: Zeige im Chat an, was dein Mediaplayer gerade spielt, mit dem Befehl /now
fr: Affiche ce que votre lecteur multimédia joue dans la discussion courante en utilisant la commande /now

source: Other
de: Anderer
fr: Autres

source: Player Command/Username
de: Player-Kommando/Benutzer

source: Legend:
de: Legende:
fr: commandes:

source: Now playing format:
de: Format:
fr: Now Playing commandes:

source: Example:
de: Beispiel:
fr: Exemple:

source: Title
de: Titel
fr: Titre

source: Now Playing (typically "%s - %s")
de: Derzeitige Wiedergabe (typischerweise „%s – %s“)
fr: Now Playing (typiquement "%s - %s")

source: Artist
de: Künstler
fr: Artiste

source: Comment
de: Kommentar
fr: Commentaires

source: Track Number
de: Track
fr: Position dans la liste

source: Year
de: Jahr
fr: Année

source: Filename (URI)
de: Dateiname (URI)
fr: Nom de fichier (URI)

source: ERROR: DBus not available:
de: Fehler: DBus nicht verfügbar
fr: Erreur: DBus non disponible:

source: cannot be contacted
de: kann nicht kontaktiert werden
fr: Ne peut être contacté

source: ERROR while accessing the %(program)s DBus interface: %(error)s
de: Fehler beim Zugriff auf die DBus-Schnittstelle von %(program)s: %(error)s
fr: Erreur lors de l'accés à %(program)s interface DBus: %(error)s

source: ERROR while reading data from the %(program)s DBus interface: %(error)s
de: Fehler beim Lesen aus der DBus-Schnittstelle von %(program)s: %(error)s
fr: Erreur: Lors de la lecture des données de %(program)s interface DBus: %(error)s

source: ERROR: audtool didn't detect a running Audacious session.
de: Fehler: audtool konnte keine laufende Audacious-Instanz finden.
fr: Erreur : audtool n'a pas détecté une session d'Adacious en cours

source: ERROR while loading socket module: %(error)s
de: Fehler beim Laden des Socket-Moduls: %(error)s

source: ERROR: could not connect to audioscrobbler: %s
de: Fehler: Kann nicht zu Audioscrobbler verbinden: %s

source: Last played
de: Zuletzt gespielt

source: Now playing
de: Momentan gespielt

source: paused
de: pausiert

source: playing
de: spielt

source: ERROR: Executing '%(command)s' failed: %(error)s
de: Fehler: Ausführen von „%(command)s“ fehlgeschlagen: %(error)s
fr: Erreur: L'exécution de '%(command)s' a échoué: %(error)s

source: ERROR: /tmp/xmms-info does not exist. Is the Infopipe plugin installed and is XMMS running?
de: Fehler: Die Datei /tmp/xmms-info existiert nicht. Läuft XMMS und ist das Infopipe-Plug-in installiert?
fr: Erreur: /tmp/xmms-info n'existe pas. Est-ce que l'extension infopie est installée et est-ce que XMMS est en cours d'utilisation?

source: ERROR: /tmp/xmms-info is empty. Is the Infopipe plugin installed and is XMMS running?
de: Fehler: Die Datei /tmp/xmms-info ist leer. Läuft XMMS und ist das Infopipe-Plug-in installiert?
fr: Erreur: /tmp/xmms-info est vide. Est-ce que l'extension infopie est installée et XMMS est-il en cours d'utilisation?

source: Column #%i
de: Spalte #%i
fr: Colonne #%i

source: Unknown
de: unbekannt
fr: Inconnue

source: Give privileges
de: Privilegien gewähren
fr: Donner des privilèges

source: to %(user)s
de: an %(user)s
fr: pour %(user)s

source: Give how many days of global privileges to this user?
de: Wie viele Tage globaler Privilegien gewähren?
fr: Combien de jours de privilèges global donnez vous a cet utilisateur?

source: %(days)s days left
de: %(days)s Tage verbleiben.
fr: %(days)s jours restants

source: Send the private message directly to the user (not supported on most clients)
de: Nachrichten direkt an Gegenstelle senden (Wird von den meisten Clients nicht unterstützt.)
fr: Envoi le message privé directement a l'utilisateur (pas encore supporté par l'ensemble des clients)

source: Direct
de: Direkt

source: Clear finished/aborted
de: Entferne Abgeschlossene/Abgebrochene
fr: Enlever les fichiers terminés/annulés

source: Clear finished
de: Entferne Abgeschlossene
fr: Enlever les fichiers terminés

source: Clear aborted
de: Entferne Abgebrochene
fr: Enlever les fichiers annulés

source: Clear paused
de: Entferne Pausierte
fr: Enlever les fichiers en attente

source: Clear filtered
de: Entferne Gefilterte
fr: Enlever les fichiers filtrés

source: Clear queued
de: Entferne Wartende
fr: Enlever les fichiers en file d'attente

source: Get place in _queue
de: Position in Warteschlange abrufen
fr: Demander sa place dans la file d'attente

source: Copy folder URL
de: Verzeichnis-URL kopieren
fr: Copier l'URL du dossier

source: View Metadata of file(s)
de: Metadaten von Datei(en) anzeigen lassen
fr: Voir les méta-données du fichier

source: Open Directory
de: Verzeichnis öffnen
fr: Ouvrir un répertoire

source: User(s)
de: Benutzer
fr: Utilisateur(s)

source: _Retry
de: Wiederholen
fr: _Réessayer

source: Abor_t
de: Abbrechen
fr: Annuler

source: Abort and remove _file(s)
de: Abbrechen und Datei(en) löschen
fr: Annuler et effacer le(s) _fichier(s)

source: _Clear
de: Entfernen
fr: Effacer

source: Clear Groups
de: Gruppen leeren
fr: Effacer les groupes

source: Clear All Queued Downloads?
de: Alle wartenden Downloads entfernen?
fr: Effacer les fichiers en attente?

source: Clear Queued Transfers
de: Entferne Wartende
fr: Effacer les fichiers en attente

source: Downloads Metadata
de: Downloads Metadaten
fr: Téléchargement des Méta-données
