Repository: seeschloss/nicotine
Catalog: nicotine+/languages/*/nicotine.po
Languages: de, fr

source: Privileged
de: Privilegiert
fr: Privilégié

source: Last seen
de: Zuletzt gesehen
fr: Vu pour la dernière fois

source: Comments
de: Kommentar
fr: Commentaires

source: Never seen
de: Noch nie gesehen
fr: Jamais vu

source: _Online notify
de: _Online-Benachrichtigung
fr: Notification

source: _Privileged
de: _Privilegiert
fr: Privilégié

source: _Trusted
de: Ver_trauenswürdig
fr: de confiance

source: Edit _comments
de: Kommentar bearbeiten
fr: Modifier les commentaires

source: _Remove
de: Entfernen
fr: Enlever

source: User %s is offline
de: Benutzer %s ist offline
fr: L'utilisateur %s est déconnecté

source: User %s is away
de: Benutzer %s ist abwesend
fr: L'utilisateur %s est absent

source: User %s is online
de: Benutzer %s ist online
fr: L'utilisateur %s est présent

source: Edit comments
de: Kommentar bearbeiten
fr: Modifier les commentaires

source: Room
de: Raum
fr: Salon

source: Join room
de: Raum betreten
fr: Rejoindre le salon

source: Leave room
de: Raum verlassen
fr: Quitter le salon

source: Enable Private Rooms
de: Private Räume aktivieren

source: Disable Private Rooms
de: Private Räume deaktivieren

source: Create Private Room
de: Privaten Raum erstellen
fr: Créer un Salon privé

source: Disown Private Room
de: Private Raum aufgeben
fr: Rendre public le salon privé

source: Cancel room membership
de: Raum-Mitgliedschaft kündigen
fr: Annulé le statut de membre du salon

source: Refresh
de: Aktualisieren
fr: Rafraîchir

source: Enter the name of the private room you wish to create
de: Gib einen Namen für deinen privaten Raum an:
fr: Entrer le nom du salon privé que vous souhaitez créer

source: You aren't in any chat rooms.
de: Du bist keinem Chat-Raum
fr: Vous n'êtes dans aucun salon de discussion.

source: Open Room List?
de: Raumliste öffnen?
fr: Ouvrir la liste des salons?

source: Set ticker message
de: Ticker-Nachricht setzen
fr: Ajouter un message défilant

source: Set room ticker message:
de: Ticker-Nachricht für diesen Raum setzen:
fr: Ajouter un message défilant pour ce salon:

source: Just this time
de: Nur dieses Mal
fr: Seulement cette fois

source: Always for this channel
de: Immer für diesen Raum
fr: Toujours pour ce canal

source: Default for all channels
de: Standard für alle Räume
fr: Par défaut pour tous les canaux

source: B_lock this user's IP Address
de: Diese IP-Adresse blocken

source: Sear_ch this user's files
de: Dateien dieses Benutzers durchsuchen
fr: Recherche les fichiers de cet utilisateur

source: Private rooms
de: Private Räume
fr: Discussions privées

source: --- old messages above ---
de: –––hier drüber alte Nachrichten–––
fr: --- messages précédant au dessus ---

source: Remove from private room %s
de: Aus privatem Raum %s entfernen
fr: Retiré du salon privé %s

source: Add to private room %s
de: Zu privatem Raum %s hinzufügen
fr: Ajouté au salon privé %s

source: Remove as operator of %s
de: Op-Status für %s entfernen

source: Add as operator of %s
de: Op-Status für %s gewähren

source: Nicotine+ Chatroom: %s
de: Nicotine+ Chat-Raum: %s
fr: Nicotine+ Discussion: %s

source: %s joined the room
de: %s hat den Raum betreten
fr: %s a rejoint le salon

source: %s left the room
de: %s hat den Raum verlassen
fr: %s a quitté le salon

source: %i people in room
de: %i Leute im Raum
fr: %i utilisateurs dans le salon

source: You are alone
de: Du bist allein.
fr: Vous êtes seul

source: %s has gone away
de: %s ist abwesend
fr: %s s'absente

source: %s has returned
de: %s ist wieder da
fr: %s est de retour

source: Leave this room
de: Raum verlassen
fr: Quitter ce salon

source: Nicotine+ Wishlist
de: Nicotine+-Wunschliste
fr: Nicotine+ Liste de souhait

source: Search Wishlist
de: Dauerhafte Suchaufträge
fr: Liste des souhaits

source: Add...
de: Hinzufügen ...
fr: Ajouter...

source: Remove
de: Entfernen
fr: Enlever

source: Clear
de: Entfernen
fr: Nettoyer

source: Wishs
de: Wünsche
fr: Souhaits

source: Add Wish...
de: Hinzufügen
fr: Ajouter un souhait...

source: Wish:
de: Wunsch:
fr: Souhait:

source: Number
de: Nummer
fr: Nombre

source: In queue
de: In Wartschlange
fr: En file d'attente

source: Immediate Download
de: Sofortiger Download
fr: Téléchargement immédiat

source: Directory
de: Verzeichnis
fr: Répertoire

source: Download file(s) _to...
de: Datei(en) herunterladen nach ...
fr: Télécharger ce(s) fichier(s) vers...

source: Download containing _folder(s)
de: Mit Verzeichnis(sen) herunterladen
fr: Télécharger tout le dossier

source: Download containing f_older(s) to...
de: Mit Verzeichnis(sen) herunterladen nach ...
fr: Télécharger tout le(s) dossiers(s) vers...

source: Copy folder U_RL
de: Verzeichnis-URL kopieren
fr: Copier l'U_RL du dossier

source: Nicotine+ %s Search: %s
de: Nicotine+: %s Suche: %s
fr: Nicotine+: %s résultats des recherches: %s

source: Y
de: J
fr: O

source: Select User's Results
de: Treffer dieses Benutzers markieren
fr: Sélectionner les résultats de cet utilsateur

source: Nicotine+: Search Results
de: Nicotine+: Suchergebnisse
fr: Nicotine+: résultats des recherches

source: <b>Metadata</b> for Search Query: <i>%s</i>
de: <b>Metadaten</b> für Such Liste: <i>%s</i>
fr: <b>Méta-données</b> pour une requête de recherche sur: <i>%s</i>

source: Self description:
de: Text:
fr: Description personnelle:

source: Total uploads allowed: unknown
de: Uploads insgesamt erlaubt: unbekannt
fr: Nombre total permis d'envois: inconnu

source: Slots free: unknown
de: Slots verfügbar: unbekannt
fr: Places disponibles: inconnues

source: Queue size: unknown
de: Länge der Warteschlange: unbekannt
fr: Taille de la file d'attente: inconnue

source: Speed: unknown
de: Geschwindigkeit: unbekannt
fr: Vitesse: inconnue

source: Files: unknown
de: Dateien: unbekannt
fr: Fichiers: inconnus

source: Directories: unknown
de: Verzeichnisse: unbekannt
fr: Répertoires: inconnus

source: Accepts Uploads from:
de: Akzeptiert Uploads von:
fr: Accepte les envois de:

source: unknown
de: unbekannt
fr: Inconnue

source: Interests:
de: Interessen:
fr: Préférences:

source: Picture:
de: Bild:
fr: Image:

source: Show IP
de: IP anzeigen
fr: Montrer l'IP

source: Add to list
de: Zu Liste hinzufügen
fr: Ajouter à la liste

source: Ban
de: Sperren
fr: Bannir

source: Save pic
de: Bild speichern
fr: Sauver l'image

source: Server Settings
de: Server-Einstellungen
fr: Préférences

source: Server: (use server.slsknet.org:2242 for the main server)
de: Server: (benutze server.slsknet.org:2242 für den Haupt-Server)
fr: Serveur: (utilisez server.slsknet.org:2242 pour le serveur principal)

source: Login:
de: Benutzername:
fr: Nom d'utilisateur:

source: Password:
de: Kennwort:
fr: Mot de passe:

source: For a new account enter desired details
de: Um ein neues Konto zu erstellen, gib die gewünschten Details an

source: Your IP address has not been retrieved from the server
de: Deine IP-Adresse wurde vom Server nicht ausgegeben
fr: Votre Addresse IP n'a pas été retouvé par le server

source: Use the first available listening port from the following range:
de: Lausche am ersten freien Port in diesem Bereich:

source: to
de: bis

source: Client port is not set
de: Client-Port ist nicht gesetzt
fr: Le port client n'est pas paramétré

source: Use the above ports to configure your router or firewall.
de: Konfiguriere deinen Router oder deine Firewall gemäß obiger Ports
fr: Utilisez les ports ci-dessus pour configurer votre pare-feu.

source: I can receive direct connections
de: Ich kann Direktverbindungen annehmen
fr: Je peux recevoir des connexions directes

source: (only use if the above ports are remotely accessable)
de: (nur wenn die Ports von außen ereichbar sind)

source: Network Character Encoding (utf-8 is a good choice)
de: Netzwerk-Zeichenkodierung (utf-8 ist eine gute Wahl)
fr: Encodage de caractères pour le réseau (utf-8 est un bon choix)

source: Enable CTCP-like PM responses (Client Version)
de: Aktiviere CTCP-ähnliche PN-Antworten (Client-Version)
fr: Activer les réponses CTCP (Version du client)

source: Incomplete file directory:
de: Verzeichnis für unvollständige Dateien:
fr: Répertoire pour les fichiers incomplets:

source: Where incomplete downloads are stored temporarily
de: Ort für temporäre Download-Dateien
fr: Répertoire où sont placés temporairement les fichiers incomplets

source: Select A Directory
de: Verzeichnis wählen …
fr: Selectionner un répertoire

source: Download directory:
de: Download-Verzeichnis:
fr: Répertoire de téléchargement:

source: Share download directory
de: Download-Verzeichnis freigeben
fr: Partager le répertoire de téléchargement

source: Upload directory:
de: Upload-Verzeichnis:
fr: Répertoire des envois:

source: Where buddies' uploads will be stored (with a subdirectory for each buddy)
de: Ort für Freunde-Uploads (plus extra Unterverzeichnis für jeden Uploader)
fr: Répertoire où seront placés les envoies d'amis (avec un sous-répertoire pour chacun d'eux)

source: Rescan shares on startup
de: Freigaben beim Programmstart aktualisieren
fr: Ré-examiner mes partages au lancement

source: Enable Buddy-Only shares
de: Private Freigaben aktivieren
fr: Activer le partage pour les amis seulement

source: Upload Queue type:
de: Warteschlangensystem:
fr: Type d'envois:

source: Users will be sent one file and then another user will be selected
de: Es wird je eine Datei pro Benutzer gewährt, dann folgt der Nächste
fr: Un fichier sera envoyé à un utilisateur, puis un autre utilisateur sera sélectionné

source: Round Robin
de: Rundlauf-Verfahren (Round Robin)
fr: Aléatoire

source: Files will be sent in the order they were queued
de: Dateien werden so gesendet, wie sie in der Warteschlange stehen
fr: Les fichiers seront envoyés dans l'ordre de leur mise en attente

source: First In, First Out
de: First In, First Out (wer den Download zuerst startet hat ihn auch zuerst fertig)
fr: Premier arrivé, premier servi

source: Queue Uploads if total transfer speed reaches
de: Uploads in die Warteliste aufnehmen wenn die maximale Transfergeschwindigkeit erreicht ist
fr: Mettre en attente les transferts si la limite de vitesse dépasse

source: KBytes/sec
de: KByte/s
fr: Ko/sec

source: If disabled, slots will automatically be determined by available bandwidth limitations
de: Wenn deaktiviert, wird die Anzahl freier Slots anhand der maximalen zugestandenen Bandbreite ermittelt
fr: Si désactivé, les accès seront automatiquement déterminés par la limitation de la bande passante disponible

source: Limit number of upload slots to
de: Upload-Slots begrenzen auf:
fr: Limiter le nombre des envois à

source: (NOT RECOMMENDED)
de: (NICHT EMPFOHLEN)
fr: (NON RECOMMANDÉ)

source: Limit uploads speed to
de: Upload-Geschwindigkeit begrenzen auf:
fr: Limiter la vitesse des envois de fichiers à

source: per transfer
de: pro Transfer
fr: par transfert

source: total transfers
de: Transfers insgesamt
fr: transferts totaux

source: Each user may queue a maximum of
de: Ein Benutzer kann maximal
fr: Un utilisateur ne peut mettre en file d'attente plus de

source: Megabytes
de: Megabyte
fr: Méga-octets

source: Queue size limit does not apply to friends
de: Einschränkungen gelten nicht für Freunde
fr: La limite des files d'attente ne s'applique pas aux amis

source: The users will be able to send you files. These files will be downloaded into the Buddy Uploads subdirectory in your Download directory
de: Die Benutzer sind berechtigt, dir Dateien zu senden. Diese Dateien werden im entsprechenden Freunde-Upload-Ordner in deinem Downloadverzeichnis gespeichert.
fr: L'utilisateur pourra vous envoyer des fichiers. Ces fichiers seront téléchargés dans le sous-répertoire Buddy Upload dans votre répertoire de téléchargement

source: Allow these users to send you files:
de: Freunden erlauben, dir Dateien zu senden
fr: Autoriser cet utilisateur à vous envoyer des fichiers

source: <b>Upload Queue:</b>
de: <b>Art der Warteschlange:</b>
fr: <b>Envoi en attente:</b>

source: If buddy shares are enabled, they will be shared. Otherwise normal shares will be used.
de: Wenn private Freigaben aktiviert sind, werden diese benutzt. Ansonsten werden normale Freigaben benutzt.
fr: Si les partages pour amis sont activés, ils seront disponibles pour votre liste d'amis, autrement le partage normal sera utilisé

source: Share to friends only
de: Nur für Freunde freigeben
fr: Partager uniquement aux amis

source: Friends will have higher priority in the queue, the same as globally privileged users
de: Freunde haben höhere Priorität in der Warteliste, genauso wie global privilegierte Benutzer.
fr: Les amis ont une priorité dans la liste de transfert, la même que les utilisateurs privilégiés

source: Privilege all my friends
de: Alle meine Freunde bevorzugen
fr: Privilégier mes amis

source: <b>Privileges:</b>
de: <b>Privilegien:</b>
fr: <b>Privilèges:</b>

source: <b>Do not download these file types:</b>
de: <b>Diese Dateitypen nicht herunterladen:</b>
fr: <b>Ne pas télécharger ce type de fichiers:</b>

source: Enable Filters
de: Filter aktivieren
fr: Activer les filtres

source: <b>Syntax:</b> Letters are Case Insensitive, All Python Regular Expressions are supported if escaping is disabled. For simple filters, keep escaping enabled.
de: <b>Syntax:</b> Großschreibung spielt keine Rolle. Alle regulären Ausdrücke (Python)werden unterstützt, wenn Escaping deaktiviert ist. Lasse für einfache Filter Escaping aktiviert.
fr: Les lettres sont en casse ignorée, toutes les epxressions rationnelles Python sont supportées si échap est désactivé. Pour des filtres simples, garder échap activé.

source: Verify Filters
de: Überprüfe Filter
fr: Vérifier les filtres

source: <b>Unverified</b>
de: <b>Unüberprüft</b>
fr: <b>Non vérifié</b>

source: Edit Filter
de: Bearbeite Filter
fr: Editer les filtres

source: Load Defaults
de: Standards laden
fr: Par défaut

source: <b>Download Filters:</b>
de: <b>Download-Filter:</b>
fr: <b>Filtre de téléchargement:</b>

source: Lock incoming files (turn off for NFS)
de: Eingehende Dateien sperren (für NFS abschalten)
fr: Verrouiller les fichiers entrants (désactiver pour NFS)

source: Userinfo
de: Benutzerinfo
fr: Informations utilisateur

source: Image:
de: Bild:

source: Size: 0
de: Größe: 0
fr: Taille: 0

source: Choose...
de: Wählen ...
fr: Choisir un répertoire...

source: Personal settings
de: Persönliche Einstellungen
fr: Paramètres personnels

source: Bloat
de: Blähungen
fr: Amélioration de l'IHM

source: Libsexy Website: http://www.chipx86.com/wiki/Libsexy libsexy and sexy-python bindings required.
de: Libsexy-Webiste: http://www.chipx86.com/wiki/Libsexy Libsexy und sexy-python-bindings werden benötigt.

source: Enable spell checker (requires a restart)
de: Rechtschreibprüfung aktivieren (erfordert Neustart)
fr: Activer le correcteur (redémarrage nécessaire)

source: Show Buttons in Transfers Tabs
de: Schliessen-Buttons auf Tabs
fr: Montrer les Boutons dans la fenêtre des transferts

source: Hey, you really should disable this!
de: Du solltest das wirklich deaktivieren.
fr: Hé! tu devrais desactiver ceci !

source: Show tooltips
de: Tooltips anzeigen
fr: Montrer les bulles d'aides

source: Chat Font:
de: Schrift für Chats:
fr: Police des salons:

source: List Font:
de: Schrift für Listen:
fr: Police des listes

source: Transfers Font:
de: Schrift für Transfers:
fr: Police des transferts

source: Search Font:
de: Schrift für Suche:
fr: Police des résultats

source: Browse Font:
de: Schrift für Freigaben-Browser:
fr: Police des recherches

source: Decimal seperator:
de: Dezimalzeichen:

source: Loading translations requires a restart
de: Das Laden von Übersetzung bedarf eines Neustarts.
fr: Charger une traduction impose un redémarage

source: Translate to another language
de: In eine andere Sprache übersetzen
fr: Traduire en une autre langue

source: <b>Language</b>
de: <b>Sprache</b>
fr: <b>Langue</b>

source: Extra stuff for your comfort
de: Extra-Zeugs
fr: Options supplémentaires

source: Log chatrooms by default
de: Chaträume standardmäßig protokollieren
fr: Enregistrer les canaux par défaut

source: Log private chat by default
de: Privaten Chat standardmäßig protokollieren
fr: Enregistrer les discussions privées par défaut

source: Log transfers
de: Transfers protokollieren
fr: Enregistrer les actions de transfert

source: Logs directory:
de: Verzeichnis für Protokolle:
fr: Répertoire d'enregistrement:

source: Chatroom Logs directory:
de: Verzeichnis für Chat-Raum-Protokolle:
fr: Répertoire d'enregistrement des logs:

source: Private Chat Logs directory:
de: Verzeichnis für Privat-Chat-Protokolle:
fr: Répertoire d'enregistrement des dialogues privés:

source: Display logged chat room messages when a room is rejoined
de: Protokollierte Nachrichten anzeigen, wenn ein Raum erneut betreten wird
fr: Afficher les messages enregistrés des Discussions, lors de l'entrée dans un salon

source: Read
de: Lesen
fr: Lire

source: lines
de: Zeilen
fr: lignes

source: Reopen last Private Chat messages
de: Letzte Privat-Chat-Mitteilungen öffnen
fr: Ré-ouvrir le dernier message privé

source: <b>Timestamps</b>
de: <b>Zeitstempel</b>
fr: <b>Horodatage:</b>

source: Display timestamps
de: Zeitstempel anzeigen
fr: Afficher l'horodatage

source: Log file format:
de: Logdatei-Format:
fr: Format des enregistrements:

source: Default
de: Standard
fr: Par défaut

source: Chat room format:
de: Chat-Raum-Format:
fr: Format des salons

source: Private chat format:
de: Privat-Chat-Format:
fr: Format des dialogues privés:

source: <b>Logging</b>
de: <b>Protokollierung</b>
fr: <b>Enregistrement:</b>

source: Banned Users:
de: Gesperrte Benutzer:
fr: Utilisateurs bannis:

source: Ignored users:
de: Ignorierte Benutzer:
fr: Utilisateurs ignorés:

source: Blocked IP Addresses:
de: Geblockte IP-Adressen:
fr: Adresses IP bloquées:

source: Use custom ban message:
de: Eigene Sperr-Nachricht verwenden:
fr: Utiliser un message de bannissement défini:

source: Banning
de: Sperren
fr: Bannir

source: Network Searches:
de: Suchanfragen:
fr: Recherches

source: Send out a max of
de: Liefere höchstens
fr: Retourner

source: results per search request
de: Ergebnisse pro Suchanfrage zurück
fr: résultats par recherche au maximum

source: Toggle responding to distributed searches every
de: Antworten auf verteilte Suchanfragen alle

source: seconds
de: Sekunden
fr: secondes

source: Your Searches:
de: Deine Suchanfragen:
fr: Recherches

source: Use regular expressions for filter in & out
de: Benutze reguläre Ausdrücke zum Ein- und Ausfiltern
fr: Utiliser des expressions rationnelles dans les filtres

source: Enable filters by default
de: Filter standardmäßig aktivieren
fr: Activer les filtres par défaut

source: Reopen closed search tabs that haven't been ignored when new results come in
de: Nicht ignorierte Suchtabs bei neuen Ergebnissen wieder öffnen
fr: Ré-ouvre les onglets des recherches qui n'ont pas été ignorées ,lors de l'arrivée de nouveaux resultats.

source: Searches
de: Suche
fr: Recherches

source: Nicotine Settings
de: Nicotine-Einstellungen
fr: Paramètres de Nicotine

source: Toggle away after
de: Zu „Abwesend“ wechseln nach
fr: En absence après

source: minutes of inactivity
de: Minuten Inaktivität
fr: minutes sans activité

source: Auto-reply when away:
de: Automatische Antwort wenn abwesend:
fr: Auto-réponse en absence:

source: Away mode
de: Abwesenheits-Modus
fr: Absence

source: Events
de: Ereignisse
fr: Événements

source: Show notification popup in tray after... (requires python-notify and notification-daemon)
de: Benachrichtigung in Systemleiste nach Herunterladen … (benötigt python-notify und notification-daemon)

source: ...each file
de: jeder Datei

source: ...each directory
de: jeden Ordners

source: Run command after download finishes ($ for filename):
de: Befehl ausführen nach erfolgreichem Download ($ für Dateiname):
fr: Exécuter cette commande à la fin d'un téléchargement ($ sera remplacé par le nom du fichier):

source: Run command after folder finishes ($ for folder path):
de: Befehl ausführen nach heruntergeladenem Verzeichnis ($ für Verzeichnispfad):
fr: Exécuter cette commande à la fin d'un téléchargement de dossier ($ sera remplacé par le chemin du dossier):

source: File Manager command ($ for folder path):
de: Befehl für Dateimanager ($ für Verzeichnispfad):
fr: Commande du navigateur de fichiers ($ chemin du dossier):

source: Download transfers
de: Downloads
fr: Fichiers téléchargés

source: Nothing
de: Nichts
fr: Rien

source: Send to player
de: An Player übergeben
fr: Envoyer au lecteur

source: Upload transfers
de: Uploads
fr: Fichiers envoyés

source: Double-clicking on...
de: Doppelklick auf …
fr: Double-clique sur ...

source: Enable geographical blocker
de: Den Ländercode-Blocker aktivieren
fr: Activer le bloqueur géographique

source: Geographical paranoia (block unresolvable IPs)
de: Geografischer Verfolgungswahn (Unauflösbare IPs sperren)
fr: Paranoïa géographique (bloquer les IPs non-résolues)

source: Country codes to block (comma separated):
de: Zu sperrende Ländercodes (getrennt durch Kommata):
fr: Codes de pays à bloquer (séparés par des virgules):

source: Geo Block (if available) controls from which countries users are allowed access to your shares.
de: Geo-Block (wenn verfügbar) bestimmt, aus welchen Ländern Benutzer deine Freigaben sehen können.
fr: Choisissez Bloqueur géographique (si disponible) pour contrôler les accès à vos fichiers par pays.

source: If you wish to use Geo Block, install GeoIP and it's Python Bindings from your distro's packaging tool or from:
de: Wenn du Geo-Block benutzen willst, musst du GeoIP inklusive Python-Bindings installiert haben.
fr: Si vous souhaitez utiliser le bloqueur géographique, vous devez installerGeoIP pour Python en utilisant votre gestionnaire de paquets ou depuis:

source: Geographical Blocking
de: Ländercodes sperren
fr: Bloqueur géographique

source: UrlCatch
de: URL-Catching
fr: Capture d'URL

source: Enable URL catching
de: URL-Catching aktivieren
fr: Activer la capture d'URL

source: Humanize slsk:// urls
de: Mache slsk://-URLs lesbar
fr: Humaniser les URLs slsk://

source: Protocols handlers:
de: Protokoll-Handler:
fr: Gestionnaires de protocoles:

source: Handler:
de: Programm:
fr: Logiciel:

source: Protocol:
de: Protokoll:
fr: Protocole:

source: Misc
de: Verschiedenes
fr: Autres

source: Choose Ban / ignore to manage your ban list and ignore list.
de: Sperren/Ignorieren: Sperr- und Ignorierlisten anzeigen
fr: Choisissez Bannir / ignorer pour gérer la liste d'utilisateurs bannis et ignorés.

source: Choose User info to add text and an image to your personal info.
de: Benutzerinfo: Selbstbeschreibung bearbeiten
fr: Choisissez Informations utilisateur pour ajouter du texte et une image à vos informations personnelles.

source: Choose Searches to configure search settings and to set default search filters.
de: Suche: Sucheinstellungen und Standart Suchfilter konfigurieren
fr: Choisissez Recherches pour configurer les options de recherche par défaut.

source: Miscellaneous Settings
de: Verschiedene Einstellungen
fr: Paramètres de Nicotine+

source: Import Config
de: Konfiguration importieren
fr: Importer configuration

source: Importing the config files from the official client will overwrite some of your settings (Login, Password, User Info, User Image). Use caution with this feature.
de: <b>Vorsicht:</b> Das Importieren der Konfigurationsdateien des offiziellen Soulseek-Client überschreibt einige deiner Einstellungen (Login, Passwort, Benutzerinformation, Benutzerbild).
fr: Importer les fichiers de configuration à partir du client officiel va écraser quelques unes de vos configuration (Log/Pass, User Info, Image). A utiliser avec précautions
