Repository: seeschloss/nicotine
Catalog: nicotine+/languages/*/nicotine.po
Languages: de, fr

source: Select the directory that contains slsk.exe and the .cfg files: Ex: C:\Program Files\SoulSeek
de: Wähle den Ort an dem sich die slsk.exe und die .cfg-Dateien befinden. Zum Beispiel: C:\Programme\Soulseek
fr: Sélectionner le répertoire contenant slsk.exe et les fichiers .cfg : Ex: C:\Program Files\SoulSeek

source: Import Directory
de: Importverzeichnis
fr: Importer un répertoire

source: Queue
de: Warteschlange
fr: Fichiers en attente

source: Login / Password
de: Login/Passwort:
fr: Mot de passe

source: Joined Chat Rooms
de: Besuchte Chat-Räume
fr: Joindre une discussion

source: Buddy List
de: Freundeliste
fr: Amis

source: Banned List
de: Sperrliste
fr: Utilisateurs bannis

source: Ignored List
de: Ignorier-Liste
fr: Utilisateurs ignorés

source: User Info
de: Benutzerinfo
fr: Informations utilisateur

source: User Image
de: Benutzerbild
fr: Image

source: Restart Nicotine to see all changes take effect
de: Starte Nicotine neu, um alle Änderungen wirksam zu machen
fr: redémarrer Nicotine+ pour observer les changements prendre effet

source: Sounds
de: Klänge
fr: Audio

source: Enable Sound Effects
de: Klangereignisse aktivieren
fr: Utiliser les effets sonores

source: No Sounds
de: Keine Klänge
fr: Pas de sons

source: Sound Effects command:
de: Befehl für Klangereignisse:
fr: Commande pour effets sonores:

source: Sound Effects Directory:
de: Verzeichnis für Klänge:
fr: Répertoire des fichiers sonores:

source: Select
de: Auswählen
fr: Sélectionner

source: Enable Text To Speech
de: Sprachausgabe aktivieren
fr: Activer synthèse vocale

source: Text To Speech command:
de: Befehl für Sprachausgabe:
fr: Commande de synthèse vocale

source: Chat room message:
de: Nachricht in Räumen:
fr: Message des Discussions

source: Private chat message:
de: Nachricht in privaten Chats:
fr: Message Dialogues privés

source: Audio Player Command ($ for filename):
de: Befehl für Audio-Player ($ für Dateiname):
fr: Commande pour le lecteur audio ($ sera remplacé par le nom du fichier):

source: <b>Sounds:</b>
de: <b>Klänge:</b>
fr: <b>Audio</b>

source: Icons
de: Symbole
fr: Icônes

source: Display Tray Icon
de: Tray-Symbol anzeigen
fr: Montrer l'icône au tableau de bord

source: Show confirmation dialog when closing the main window
de: Vorm Schließen des Hauptfensters nachfragen
fr: Confirmation en quittant la fenêtre principale

source: Always send Nicotine+ to tray, when main window is closed
de: Beim Schließen des Hauptfensters immer ins Tray minimieren
fr: Toujours envoyer nicotine+ en zone de notification lors de la fermeture de la fenêtre principale

source: Always quit when main window is closed
de: Beim Schließen des Hauptfensters immer beenden
fr: Toujours quitter lors de la fermeture de la fenêtre principale

source: Icon Theme Directory (requires restart):
de: Symbolthemenordner (erfordert Neustart)
fr: Répertoire d'icônes et de thèmes (redémarrage nécessaire):

source: Current Icons:
de: Derzeitige Symbole:
fr: Icônes utilisées:

source: Away:
de: Abwesend:
fr: Absent

source: Hilite:
de: Markiert:
fr: Notification de message

source: Window:
de: Fenster:

source: Disconnected:
de: Nicht verbunden:
fr: Déconnecté

source: Connected:
de: Verbunden:
fr: Connecté

source: <b>Trayicon</b>
de: <b>Tray-Symbol</b>
fr: <b>Icône au tableau de bord:</b>

source: Tray & Icons
de: Tray & Symbole
fr: Icônes et zone de notifications

source: Enable Censorship
de: Zensurfilter aktivieren
fr: Activer les censures

source: Add spaces around words, if you don't wish to match strings inside words (may fail at beginning and end of lines)
de: Schließe Wörter in Leerzeichen ein, um zu verhindern, dass diese Zeichenkette innerhalb anderer Wörter erkannt wird. (Kann an Zeilenanfang und -ende fehlschlagen.)
fr: Ajoutez des espaces entre les mots , si vous ne souhaitez pas retrouver vos expressions à l'interieur des mots. (peut échouer en début ou fin de phrase)

source: Replace censored letters with:
de: Zensierte Zeichen ersetzen durch:
fr: Remplace les lettres censurées avec:

source: Censor List
de: Zensurliste
fr: Liste des censures

source: Choose <b>Away</b> mode to configure your auto-away settings.
de: <b>Abwesenheit</b>: Abwesenheitseinstellungen vornehmen
fr: Choisissez <b>Absence</b> pour configurer le passage automatique en mode absent.

source: Choose <b>Logging</b> to configure what's logged and where to save the logs.
de: <b>Protokoll</b>: Einstellen, was wo aufgezeichnet wird
fr: Choisissez <b>Enregistrement</b> pour configurer ce qui doit être enregistré dans les journaux.

source: You can censor words unwanted words in the <b>Censor List</b>.
de: <b>Zensurliste</b>: Zu zensierende Wörter einstellen
fr: Vous pouvez censurer les mots non-désirés grace à la <b>Liste des censures</b>.

source: You can auto-replace words (such as for common typos) unwanted words in the <b>Auto-Replace</b> List.
de: <b>Auto-Ersetzen</b>: Eine Liste automatisch zu ersetzender Wörter (etwa häufige Rechtschreibfehler)
fr: Vous pouvez substituer des mots (les plus couramment utilisés) ou non desirés grace à la liste de <b>Substitution de texte</b>.

source: Choose <b>URL Catching</b> to configure the programs used when clicking on links.
de: <b>URL-Catching</b>: Einstellen, was passiert, wenn auf Links geklickt wird
fr: Choisissez <b>Capture d'URL</b> pour configurer les programmes utilisés lors de clicks sur des liens.

source: Chat Settings
de: Chat-Einstellungen
fr: Parametres des salons de discussions

source: Enable automatic replacement of chat words you've typed incorrectly or as an acronym
de: Automatisches Ersetzen von Wörtern in einem Chat aktivieren
fr: Remplace le texte mal orthographié, ou des acronymes, de vos messages envoyés dans les salons de discussion

source: Auto-Replace List
de: Auto-Ersetzen-Liste
fr: Substitution de texte

source: Text Completion
de: Vervollständigung
fr: Complétion du texte

source: Enable tab-key completion
de: Tab-Tasten-Vervollständigung aktivieren
fr: Activer la touche TAB pour l'autocomplétion

source: Complete rooms names in chat rooms
de: Raumnamen vervollständigen

source: Complete Buddys' Names
de: Namen von Freunden vervollständigen

source: Complete usernames in chat rooms
de: Benutzernamen vervollständigen
fr: compléter les noms d'utilisateurs

source: Complete built-in /Commands
de: Interne Befehle vervollständigen
fr: Compléter les commandes " /built in"

source: Complete alias /Commands
de: Aliase/Befehle vervollständigen
fr: Compléter les commandes "/alias"

source: Allowed Completions
de: Erlaubte Vervollständigungen
fr: Autoriser l'autocomplétion

source: Enable completion drop-down list
de: Drop-Down-Liste für Vervollständigungen aktivieren
fr: Activer la liste déroulante (Dropdown)

source: Minimum characters required to display drop-down:
de: Minimum eingegebener Zeichen zum Auslösen der Drop-Down-Liste:
fr: Nombre de caractères minimum requis pour afficher la liste déroulante (DropDown)

source: Hide drop-down when only one matches
de: Drop-Down-Liste nicht anzeigen, wenn nur ein Treffer vorliegt
fr: Cacher la liste déroulante lors d'un seul choix

source: Drop-down list
de: Drop-Down-Liste
fr: Liste déroulante

source: Chat text completion
de: Auto-Vervollständigung in Chats
fr: Complétion des salons de discussions

source: Close-buttons on tabs
de: Schließen-Knöpfe auf Tabs
fr: Bouton de fermeture sur les onglets

source: Notification icons on tabs
de: Benachrichtigungssymbole auf Tabs
fr: Notification des icône des onglets

source: Notification changes the tab's text color
de: Benachrichtigung verändert die Textfarbe des Tabs
fr: La notification change la couleur du texte des onglets

source: Tabs can be repositioned
de: Verschiebbare Tabs

source: Main
de: Allgemein
fr: Principale

source: Label Angle:
de: Ausrichtung:
fr: Orientation:

source: <b>Notebook Tabs</b>
de: <b>Tabs</b>
fr: <b>Barre des onglets</b>

source: Colours
de: Farben
fr: Couleurs

source: Default Colours
de: Standardfarben
fr: Couleur par défaut

source: URL Link text
de: URLs
fr: Lien hypertexte URL

source: Username Font Style:
de: Benutzernamen-Schriftart:
fr: Couleur et style du nom d'utilisateur:

source: Username Colours and Hotspots
de: Benutzernamen-Farben und -Hotspots
fr: Couleur du nom d'utilisateur (zone cliquable)

source: Display away colors
de: Abwesenheitsfarben verwenden
fr: Couleur des absents

source: Highlight text
de: Markierter Text
fr: Texte en surbrillance

source: Local text
de: Lokaler Text
fr: Texte local

source: Remote text
de: Entfernter Text
fr: Texte reçu

source: <b>Chat colours</b>
de: <b>Chat-Farben</b>
fr: <b>Couleurs des salons</b>

source: Input Text
de: Eingabetext
fr: Zone de saisie

source: Background
de: Hintergrund
fr: Arrière-plan

source: Input and lists colours
de: Eingabe- und Listentextfarben
fr: Couleurs des saisies et des listes

source: Offline Search
de: Offline
fr: Résultat déconnecté

source: With queue
de: Mit Warteschlange
fr: Avec une file d'attente

source: List Text
de: Listentext
fr: Liste d'utilisateur

source: <b>List and search colours</b>
de: <b>Listen- und Suche-Farben</b>
fr: <b>Liste et choix des couleurs</b>

source: Notebook tab labels change to these colours.
de: Farben, die Text auf Tabs annehmen kann
fr: Changer en ces couleurs les étiquettes des onglets

source: Changed
de: Veränderter Status
fr: Modifié

source: Highlight
de: Hervorgehoben
fr: Surbrillance

source: <b>Tab colours</b>
de: <b>Tab-Farben</b>
fr: <b>Couleurs des onglets</b>

source: <b>Warning:</b> This feature is resource intensive and may be very slow. If Nicotine<b>+</b> is started with this feature disabled, you will need to enable it and restart to see its effects.
de: <b>Warnung:</b> Diese Option ist ressourcenintensiv und kann sehr langsam sein. Erfordert Neustart.
fr: <b>Attention:</b> cette présentation est gourmande en CPU et peut ralentir vos performances. Il vous faudra redémarrer Nicotine+ pour voir les changements prendre effet

source: Enable Transparent Textviews
de: Aktiviere transparente Textdarstellung
fr: Utiliser les fenêtres de texte transparentes

source: Tint Color
de: Schattierung
fr: teinte de la transparence

source: Red
de: Rot
fr: Rouge

source: Green
de: Grün
fr: Vert

source: Blue
de: Blau
fr: Bleu

source: <b>Transparent Log Windows</b>
de: <b>Transparente Protokollfenster</b>
fr: <b>Fenêtre transparente</b>

source: <b>Colours</b>
de: <b>Farben</b>
fr: <b>Couleurs</b>

source: Search file and folder names (exact match):
de: Suche Dateien und Verzeichnisse (genaue Übereinstimmung):
fr: Rechercher le fichier et le dossier (recherche exacte):

source: Dirs: Unknown
de: Verzeichnisse: unbekannt
fr: Répertoires: inconnus

source: Shared: Unknown
de: Freigegeben: unbekannt
fr: Partagés: inconnue

source: Save
de: Speichern
fr: Sauvegarder

source: Plugin %(module) returned something weird, '%(value)', ignoring
de: Ignoriere seltsame Meldung von Plugin %(module): „%(value)“

source: Plugin %(module)s failed with error %(errortype)s: %(error)s. Trace: %(trace)s Problem area:%(area)s
de: Plugin %(module)s mit folgender Fehlermeldung fehlgeschlagen: %(errortype)s: %(error)s Trace: %(trace)s Problembereich: %(area)s

source: Speed: %s
de: Geschwindigkeit: %s
fr: Vitesse: %s

source: Directories: %s
de: Verzeichnisse: %s
fr: Répertoires: %s

source: Hates
de: Hasst
fr: Il déteste

source: Likes
de: Mag
fr: Il aime

source: Zoom In
de: Reinzoomen
fr: Zoom avant

source: Zoom Out
de: Rauszoomen
fr: Zoom arrière

source: Save Image
de: Bild speichern
fr: Sauvegarder l'image

source: Nicotine+ Userinfo: %s (%s)
de: Nicotine+: Benutzerinfo: %s (%s)
fr: Nicotine+ Informations sur l'utilisateur %s (%s)

source: Total uploads allowed: %i
de: Uploads erlaubt: %i
fr: Nombre total permis d'envois: %i

source: Queue size: %i
de: Warteschlangengröße: %i
fr: Taille de la file d'attente: %i

source: Yes
de: Ja
fr: Oui

source: No
de: Nein
fr: Non

source: Slots free: %s
de: Slots frei: %s
fr: Accés disponible: %s

source: No one
de: Niemand
fr: Personne

source: Everyone
de: Jeder
fr: Tout le monde

source: Users in list
de: Benutzer in Liste
fr: Utilisateurs de la liste

source: Trusted Users
de: Vertrauenswürdige
fr: Utilisateurs de confiance

source: Create:
de: Erstellen:
fr: Créer:

source: Hide room list
de: Raumliste verbergen
fr: Cacher la _liste des salons

source: Client port is <b>%(port)s</b>
de: Der Client-Port ist <b>%(port)s</b>
fr: Le port client est <b>%(port)s</b>

source: Your IP address is <b>%(ip)s</b>
de: Deine IP-Adresse lautet: <b>%(ip)s</b>
fr: Votre Addresse IP est <b>%(ip)s</b>

source: Warning: Bad Username
de: Achtung: schlechter Benutzername
fr: Attention: Nom d'utilisateur erroné

source: Username 'None' is not a good one, please pick another.
de: Der Benutzername „None“ ist kein guter, nimm einen anderen.
fr: Le pseudo 'None' n'est pas correct , prenez en un autre

source: Warning: Invalid ports
de: Achtung: ungültige Ports
fr: Attention: Ports invalide

source: Client ports are invalid.
de: Die Client-Ports sind ungültig.
fr: Port Client invalides.

source: Buddy Uploads
de: Freunde-Uploads
fr: Envois d'amis

source: Warning
de: Warnung
fr: Attention

source: Security Risk: you should not share your %s directory!
de: Sicherheitsrisiko: Du solltest das %s-Verzeichnis nicht freigeben!
fr: Risque de sécurité: Vous ne devriez pas partager votre répertoire %s !

source: Filter
de: Filters
fr: Filtre des transferts

source: Escaped
de: Escapet
fr: Sélection des filtres (echap.)

source: Nicotine+: Add a download filter
de: Nicotine+: Downloadfilter hinzufügen
fr: Nicotine+: Ajouter un filtre aux transferts

source: Enter a new download filter:
de: Gib einen neuen Downloadfilter ein:
fr: Entrer un nouveau filtre de transfert:

source: Nicotine+: Edit a download filter
de: Nicotine+: Downloadfilter editieren
fr: Nicotine+: Editer les filtres de transfert

source: Modify this download filter:
de: Diesen Downloadfilter modifizieren:
fr: Modifier ce filtre de transfert :

source: %(num)d Failed! %(error)s
de: %(num)d Fehlgeschladen! %(error)s
fr: %(num)d A échoué! %(error)s

source: Size: %s KB
de: Größe: %s KB
fr: Taille: %s Ko

source: Addresses
de: Adressen
fr: Adresses

source: Ban user...
de: Sperre Benutzer ...
fr: Bannir cet utilisateur...

source: User:
de: Benutzer:
fr: Utilisateur:

source: Ignore user...
de: Ignoriere Benutzer ...
fr: Utilisateurs ignorés...

source: Block IP Address...
de: IP-Adresse blocken ...
fr: Voir l'adresse IP

source: * is a wildcard
de: * ist eine Wildcard

source: Gstreamer-python is not installed
de: Gstreamer-python ist nicht installiert.
fr: Gstreamer-python n'est pas installé

source: Pick a colour, any colour
de: Wähle irgendeine Farbe
fr: Choisissez une couleur

source: Translation not found for '%s': %s
de: Übersetzung für „%s“ nicht gefunden: %s
fr: Traduction non trouvée pour '%s': %s

source: Translation was corrupted for '%s': %s
de: Übersetzung für „%s“ kaputt: %s
fr: Traduction corrompue pour '%s': %s

source: Warning: Missing translation
de: Warnung: Übersetzung fehlt
fr: Attention: Traduction manquante

source: Nicotine+ could not find your selected translation. %s
de: Nicotine+ konnte deine gewählte Übersetzung nicht finden. %s
fr: Nicotine+ ne peut trouver votre choix de traduction. %s

source: Nothing Imported
de: Nichts importiert
fr: Rien d'importé

source: Config files for the official Soulseek client not found in "%s"
de: Konfigurationsdateien des offiziellen Soulseek-Client wurden in „%s“ nicht gefunden
fr: Fichiers de configuration non trouvés dans "%s"

source: Imported Soulseek Config
de: Importierte Soulseek-Konfiguration
fr: Configuration de soulseek importée

source: Config was imported. You may need to restart for changes to take effect. If you changed your user name, buddy list or queue then you should restart immediately.
de: Konfiguration wurde importiert. Starte das Programm neu damit die Änderungen wirksam werden. Wenn du Benutzername, Freundeliste oder Warteliste verändert hast, solltest du sofort neustarten.
fr: La configuration a été importée. Vous devez redémarrer pour que les changements prenent effet.

source: No options were selected
de: Keine Optionen wurden ausgewählt
fr: Aucunes options n'ont été sélectionnées

source: Protocol
de: Protokoll
fr: Protocole

source: Handler
de: Programm
fr: Logiciel

source: Pattern
de: Muster

source: Replacement
de: Ersetzung
fr: Remplacement

source: Interface
de: Oberfläche

source: Notebook Tabs
de: Tabs
fr: Barre des onglets

source: Logging
de: Aufzeichnung
fr: Enregistrement

source: Auto-Replace
de: Auto-Ersetzen
fr: Remplacement auto

source: Completion
de: Vervollständigung
fr: Complétion

source: Ban / ignore
de: Sperren/Ignorieren
fr: Bannir / ignorer

source: Categories
de: Kategorien
fr: Catégories

source: Clear failed
de: Entferne Fehlgeschlagene
fr: Enlever les fichiers en erreur

source: Clear All Queued Uploads?
de: Alle wartenden Uploads entfernen?
fr: Enlever les fichiers en attente?

source: Could not retrieve version information! Error: %s
de: Kann Versionsinformationen nicht abrufen! Fehler: %s
fr: N'a pas pu obtenir l'information de version! Erreur: %s

source: Check Latest Version
de: Version auf Aktualität prüfen
fr: Vérifier _la dernière version

source: A newer version ('%s') is available. Check the Nicotine+ homepage, ( http://nicotine-plus.sourceforge.net ) for the latest version.
de: Eine neuere Version (%s) ist verfügbar. Sie ist auf der Nicotine+-Homepage erhältlich. ( http://nicotine-plus.sourceforge.net )
fr: Une nouvelle version ('%s') est disponible sur le site de Nicotine+. ( http://nicotine-plus.sourceforge.net )

source: You appear to be using a development version of Nicotine+. Check out the latest version from the Subversion repository at http://nicotine-plus.org
de: Du verwendest anscheinend eine Entwicklungsversion von Nicotine+. Hol dir die neueste Revision aus dem SVN-Repository unterhttp://nicotine-plus.org
fr: Vous utilisez une version en développement de Nicotine+. Vérifiez la derniere version à partir du dépots Subersion de http://nicotine-plus.org

source: You are using the latest version of Nicotine+.
de: Du verwendest die aktuellste Version von Nicotine+!
fr: Vous utilisez la dernière version de Nicotine+.

source: User %s does not exist
de: Benutzer %s existiert nicht
fr: L'utilisateur %s n'existe pas

source: Filtering: %s
de: Filtern: %s
fr: Filtre d'inclusion: %s

source: Retrying failed download: user %(user)s, file %(file)s
de: Wiederhole fehlgeschlagenen Download: Benutzer %(user)s, Datei %(file)s
fr: Nouvel essai du téléchargement échoué: utilisateur %(user)s, fichier %(file)s

source: Failed download: user %(user)s, file %(file)s
de: Download fehlgeschlagen: Benutzer %(user)s, Datei %(file)s
fr: Un téléchargement a échoué: utilisateur %(user)s, fichier %(file)s

source: Got transfer request %s but cannot determine requestor
de: Bekam Transferanfrage %s aber kann Anforderer nicht ausmachen
fr: Une demande de transfert %s a été reçue, mais le demandeur reste inconnu

source: Denied file request: %s
de: Abgelehnte Dateianforderung: %s
fr: La requête de fichier a été refusée: %s

source: Upload request: %s
de: Upload-Anforderung: %s
fr: Requête d'envoi: %s

source: Queued upload request: %s
de: Eingereihte Upload-Anforderung: %s
fr: La requête d'upload a été mise dans la file d'attente: %s

source: Your buddy, %s, is attempting to upload file(s) to you.
de: Dein Freund %s versucht dir eine Datei zu senden.
fr: Votre ami, %s est dans l'attente de vous envoyer un(/des) fichier(s)

source: [Automatic Message]
de: [Automatische Nachricht]
fr: [message automatique]

source: You are not allowed to send me files.
de: You are not allowed to send me files, heh.
fr: Vous n'êtes pas autorisé à m'envoyer des fichiers

source: %s is not allowed to send you file(s), but is attempting to, anyway. Warning Sent.
de: %s hat versucht, dir Dateien zu senden, ist aber nicht berechtigt. Warnung gesendet.
fr: %s n'est pas autorisé à vous envoyer des fichiers, mais reste dans l'attente de l'être, un avertissement lui a été envoyé

source: Got unknown transfer response: %s
de: Umbekannte Transfer-Antwort erhalten: %s
fr: Une réponse inconnue de transfert a été reçue: %s

source: OS error: %s
de: Betriebssystem-Fehler: %s
fr: Erreur du SE: %s

source: Download I/O error: %s
de: Download-E/A-Fehler: %s
fr: Erreur de téléchargement d'E/S: %s

source: Can't get an exclusive lock on file - I/O error: %s
de: Kann keine exklusive Zugriffsberechtigung auf Datei reklamieren – E/A Fehler: %s
fr: Ne peut obtenir un verrou exclusif sur le fichier - Erreur E/S: %s

source: Download started: %s
de: Download begonnen: %s
fr: Téléchargement commencé: %s

source: Download started: user %(user)s, file %(file)s
de: Download begonnen: Benutzer %(user)s, Datei %(file)s
fr: Téléchargement commencé: utilisateur %(user)s, fichier %(file)s

source: Upload started: user %(user)s, file %(file)s
de: Upload begonnen: Benutzer %(user)s, Datei %(file)s
fr: Envoi commencé: utilisateur %(user)s, fichier %(file)s

source: Upload I/O error: %s
de: Upload-E/A-Fehler: %s
fr: Erreur d'E/S : %s

source: Unknown file request: %s
de: Unbekannte Datei-Anforderung: %s
fr: Requête de fichier inconnue: %s

source: Couldn't move '%(tempfile)s' to '%(file)s'
de: Konnte „%(tempfile)s“ nicht nach „%(file)s“ verschieben
fr: N'a pas pu déplacer '%(tempfile)s' vers '%(file)s'

source: Download finished: %(file)s
de: Download abgeschlossen: %(file)s
fr: Téléchargement terminé: %(file)s

source: Download finished: user %(user)s, file %(file)s
de: Download abgeschlossen: Benutzer %(user)s, Datei %(file)s
fr: Téléchargement terminé: utilisateur %(user)s, fichier %(file)s

source: %(file)s downloaded from %(user)s
de: %(file)s von %(user)s heruntergeladen
fr: %(file)s téléchargé s de %(user)s

source: Nicotine+ :: file downloaded
de: Nicotine+: Datei heruntergeladen
fr: Nicotine+:: fichier téléchargé

source: Executed: %s
de: Ausgeführt: %s
fr: Exécuté: %s

source: %(folder)s downloaded from %(user)s
de: %(folder)s von %(user)s heruntergeladen
fr: %(folder)s téléchargé s de %(user)s

source: Nicotine+ :: directory completed
de: Nicotine+: Verzeichnis-Download abgeschlossen
fr: Nicotine+:: répertoire complété

source: Executed on folder: %s
de: Angewendet auf Ordner: %s
fr: Exécuté sur le dossier: %s

source: (privileged)
de: (privilegiert)
fr: (privilégié)

source: (friend)
de: (Freund)
fr: (ami)

source: Upload finished: %(user)s, file %(file)s
de: Upload abgeschlossen: Benutzer %(user)s, Datei %(file)s
fr: Envoi terminé: utilisateur %(user)s, fichier %(file)s

source: Banned (%s)
de: Gesperrt (%s)
fr: Utilisateurs bannis (%s)

source: Retrying failed download: %(user)s, file %(file)s
de: Wiederhole fehlgeschlagenen Download: Benutzer %(user)s, Datei %(file)s
fr: Nouvel essai du téléchargement échoué: utilisateur %(user)s, fichier %(file)s

source: File: %(file)s, place in queue: %(place)s
de: Datei: %(file)s, Position in Schlange: %(place)s
fr: Fichier: %(file)s, place dans la file d'attente: %(place)s

source: I/O error: %s
de: E/A-Fehler: %s
fr: Erreur d'E/S: %s

source: Upload aborted, user %(user)s file %(file)s
de: Upload abgebrochen: Benutzer %(user)s, Datei %(file)s
fr: Envoi annulé, utilisateur %(user)s, fichier %(file)s

source: Download aborted, user %(user)s file %(file)s
de: Download abgebrochen: Benutzer %(user)s, Datei %(file)s
fr: Téléchargement annulé, utilisateur %(user)s, fichier %(file)s

source: Could not bind to a local port, aborting connection
de: Lokale Portreservierung fehlgeschlagen. Verbindungsabbruch.
