Repository: seeschloss/nicotine
Catalog: nicotine+/languages/*/nicotine.po
Languages: de, fr

source: <b>Metadata</b> for Downloads
de: <b>Metadaten</b> für Downloads
fr: <b>Méta-données</b> pour une requête de recherche sur

source: Brow_se files
de: Dateien durchsehen
fr: Voir _ses fichiers

source: Select User's Transfers
de: Transfers des Benutzers markieren
fr: Sélectionner les transferts de cet utilsateur

source: Note: Python Bindings for libsexy were not found. To enable spell checking, get them from http://www.chipx86.com/wiki/Libsexy or your distribution's package manager. Look for sexy-python or python-sexy.
de: Hinweis: Python-Bindings für libsexy wurden nicht gefunden. Um die Rechtschreibprüfung zu aktivieren, hol sie dir von http://www.chipx86.com/wiki/Libsexy oder über den Paketmanager deiner Distribution (für gewöhnlich sexy-python oder python-sexy genannt).
fr: Note: Python Bindings for libsexy n'a pas été trouvé.Pour activer le correcteur, il vous faut les instalées à partir du site: http://www.chipx86.com/wiki/Libsexy ou à parit du gestionnaire de paquets de votre distribution (rechercher: sexy-python ou python-sexy).

source: Find
de: Finden
fr: Trouver

source: Copy
de: Kopieren
fr: Copier

source: Copy All
de: Alles kopieren
fr: Copier tout

source: Clear log
de: Protokoll leeren
fr: Effacer la fenêtre de journalisation

source: Buddies
de: Freunde
fr: Amis

source: Add Buddy:
de: Freund hinzufügen:
fr: Ajouter un utilisateur:

source: Joined Rooms
de: Besuchte Räume
fr: salons joinds

source: Rooms
de: Räume
fr: Salons

source: Close Nicotine-Plus?
de: Nicotine+ beenden?
fr: Fermer Nicotine-plus?

source: Are you sure you wish to exit Nicotine-Plus at this time?
de: Bist du sicher, dass du Nicotine beenden willst?
fr: Etes vous sûr de vouloir fermer Nicotine-plus?

source: Send to tray
de: Ins Tray minimieren
fr: Au tableau de bord

source: Notification Error: %s
de: Benachrichtigungsfehler: %s
fr: Erreur de notification: %s

source: I like
de: Ich mag
fr: J'aime

source: _Remove this item
de: Diesen Eintrag entfernen
fr: Enlever cet a_rticle

source: Re_commendations for this item
de: Vorschläge für diesen Eintrag
fr: Re_commandations pour cet article

source: _Search for this item
de: Nach diesem Eintrag suchen
fr: Rechercher cet article

source: I dislike
de: Ich mag nicht
fr: Je n'aime pas

source: Item
de: Eintrag
fr: Détail

source: Rating
de: Bewertung
fr: Classement

source: I _like this
de: Das mag ich
fr: J'aime ce_la

source: I _don't like this
de: Das mag ich nicht
fr: Je n'aime pas cela

source: _Recommendations for this item
de: Vorschläge für diesen Eintrag
fr: _Recommandations pour cet article

source: Files
de: Dateien
fr: Fichiers

source: Private Message from %(user)s
de: Private Nachricht von %(user)s
fr: Message privé de %(user)s

source: You've been mentioned in the %(room)s room
de: Dein Name wurde im Raum „%(room)s“ erwähnt
fr: Vous avez été mentionné dans le salon %(room)s

source: %(user)s mentioned you in the %(room)s room
de: %(user)s hat dich im Raum „%(room)s“ erwähnt
fr: %(user)s vous a mentionné dans le salon %(room)s

source: %(myusername)s, the user, %(username)s has mentioned your name in the room, %(place)s.
de: %(myusername)s, der Benutzer %(username)s hat dich im Raum „%(place)s“ erwähnt.
fr: %(myusername)s, l'utilisateur, %(username)sa mentionné votre nom dans le salon de discussion, %(place)s.

source: Loading Shares from disk failed: %(error)s
de: Laden der Freigaben von der Festplatte schlug fehl: %(error)s
fr: Chargement du partage à partir du disque a échoué: %(error)s

source: Enter the User who you wish to send a private message:
de: Gib den Namen des Benutzers ein, dem du eine Nachricht senden willst:
fr: Entrer le nom de l'utilisateur dont vous souhaitez envoyer un message privé

source: Nicotine+: Get User Info
de: Nicotine+: Benutzerinfo abrufen
fr: Nicotine+: Rechercher ses informations

source: Enter the User whose User Info you wish to recieve:
de: Gib den Namen des Benutzers an, dessen Info du abrufen willst:
fr: Entrer le nom de l'utilisateur dont vous souhaitez voir les infos

source: Nicotine+: Get A User's IP
de: Nicotine+: IP-Adresse eines Benutzers anzeigen
fr: Nicotine+: Voir l'adresse IP de l'utilisateur

source: Enter the User whose IP Address you wish to recieve:
de: Gib den Namen des Benutzers an, dessen IP-Adresse du anzeigen möchtest:
fr: Entrer le nom de l'utilisateur dont vous souhaitez voir l'adresse IP

source: Nicotine+: Get A User's Shares List
de: Nicotine+: Die Freigaben eines Benutzers anzeigen
fr: Nicotine+: Voir le partage de l'utilisateur

source: Enter the User whose Shares List you wish to recieve:
de: Gib den Namen des Benutzers an, dessen Freigaben du anzeigen möchtest:
fr: Entrer le nom de l'utilisateur dont vous souhaitez voir les fichiers

source: Hide %(tab)s
de: %(tab)s verstecken

source: Connecting to %(host)s:%(port)s
de: Verbinde zu %(host)s:%(port)s
fr: En cours de connexion %(host)s:%(port)s

source: %s Connections
de: %s Verbindungen
fr: %s Connexions

source: Users: %s
de: Benutzer: %s
fr: Utilisateurs: %s

source: Files: %s
de: Dateien: %s
fr: Fichiers: %s

source: Down: %(num)i users, %(speed).1f KB/s
de: Runter: %(num)i Benutzer, %(speed).1f KB/s
fr: %(num)i téléchargements (%(speed).1f Ko/s)

source: Up: %(num)i users, %(speed).1f KB/s
de: Rauf: %(num)i Benutzer, %(speed).lf KB/s
fr: %(num)i envois (%(speed).1f Ko/s)

source: Nicotine+ Transfers: %(speeddown).1f KB/s Down, %(speedup).1f KB/s Up
de: Nicotine+: Transfers: %(speeddown).1f KB/s runter, %(speedup).1f KB/s rauf
fr: Nicotine+ Transfers: %(speeddown).1f KB/s Down, %(speedup).1f KB/s U

source: Rescanning started
de: Aktualisierung begonnen
fr: Examen commencé

source: Rescanning Buddy Shares started
de: Aktualisierung der privaten Freigaben begonnen
fr: Examen de la liste des amis commencé

source: Rescanning Buddy Shares finished
de: Aktualisierung der privaten Freigaben abgeschlossen
fr: Examen de la liste des amis terminé

source: Rescanning finished
de: Aktualisierung abgeschlossen
fr: Examen terminé

source: Top
de: Oben
fr: Haut

source: Bottom
de: Unten
fr: Bas

source: Left
de: Links
fr: Gauche

source: Right
de: Rechts
fr: Droite

source: Error: %(num)d Download filters failed! %(error)s
de: Fehler: %(num)d Downloadfilter fehlgeschlagen! %(error)s
fr: Erreur: %(num)d Les filtres ont échoués! %(error)s

source: Error: Download Filter failed! Verify your filters. Reason: %s
de: Fehler: Downloadfilter fehlgeschlagen! Überprüfe deine Filter. Grund: %s
fr: Erreur: Echec des filtres de transferts! Vérifier vos filtres. Raison: %s

source: Cannot Find Guide
de: Kann das Benutzerhandbuch nicht finden
fr: Ne peut trouver le Guide

source: The Nicotine Offline Guide ( NicotinePlusGuide.html ) was not found in either the following directories: <u>%(pwd)s </u><b>and</b> <u>%(prefix)s/share/nicotine/documentation/</u> Either install Nicotine-Plus, or start from inside the Nicotine-Plus source directory.
de: Das Offline-Nicotine-Benutzerhandbuch (NicotinePlusGuide.html) konnte in keinem der folgenden Verzeichnissen gefunden werden: <u>%(pwd)s/doc/ </u><b>und</b> <u>%(prefix)s/share/nicotine/documentation/</u> Installiere Nicotine entweder, oder schau selbst im Nicotine+-Ordner.
fr: Le guide de Nicotine+ ( NicotinePlusGuide.html ) n'a pas été trouvé dans le répertoire suivant: <u>%(pwd)s/doc/ </u><b>and</b> <u>%(prefix)s/share/nicotine/documentation/</u> Soit installez Nicotine-plus ou démarrez Nicotine-plus depuis le répertoire source

source: Buddy list
de: Freunde
fr: Liste des amis

source: Invalid SoulSeek meta-url: %s
de: Ungültige Soulseek-Meta-URL: %s
fr: Meta-URL SoulSeek invalide: %s

source: Enter the string to search for:
de: Gib die Zeichenkette an, nach der du suchen möchtest:
fr: Entrer un terme de recherche pour:

source: Nicotine+: Find string
de: Nicotine+: Zeichenkette finden
fr: Nicotine+:Terme de recherche

source: Add thing I like
de: Etwas hinzufügen, das ich mag
fr: Ajouter une chose que j'aime

source: Add thing I don't like
de: Etwas hinzufügen, das ich nicht mag
fr: Ajouter une chose que je n'aime pas

source: I don't like
de: Ich mag nicht
fr: Je n'aime pas

source: Recommendations for %s
de: Vorschläge für %s
fr: Recommandations pour %s

source: Note: Trayicon Python module was not found in the pynicotine directory: %s
de: Hinweis: Das Tray-Icon-Python-Modul wurde nicht im Pynicotine-Verzeichnis gefunden: %s
fr: Note: Le module Trayicon n'a pas été trouvé dans le répertoire pynicotine : %s

source: Connect
de: Verbindung herstellen
fr: Se connecter

source: Disconnect
de: Verbindung trennen
fr: Se déconnecter

source: Hide / Unhide Nicotine
de: Nicotine ein-/ausblenden
fr: Cacher / Montrer Nicotine+

source: Settings
de: Einstellungen
fr: Préférences

source: Send Message
de: Nachricht senden
fr: Envoyer un _message

source: Lookup a User's IP
de: IP eines Benutzers anzeigen
fr: Voir l'Ip de l'utilisateur

source: Lookup a User's Info
de: Benutzerinfo abrufen
fr: Voir les informations de l'utilisateur

source: Lookup a User's Shares
de: Freigaben eines Benutzers abrufen
fr: Voir le partage de l'utilisateur

source: Toggle Away
de: Anwesend/Abwesend
fr: En absence après

source: Quit
de: Beenden
fr: Quitter

source: ERROR: Gstreamer-python could not play:
de: Fehler: Gstreamer-python konnte nicht wiedergeben:
fr: Erreur:Gstreamer-python n'est pas installé

source: Add user to list
de: Benutzer der Liste hinzufügen
fr: Ajouter cet utilisateur à la liste

source: Ban this user
de: Benutzer sperren
fr: Bannir cet utilisateur

source: Ignore this user
de: Benutzer ignorieren
fr: Ignorer cet utilisateur

source: Detach this tab
de: Diesen Tab ausklinken
fr: Détacher cet onglet

source: Close this tab
de: Diesen Tab schließen
fr: Fermer cet onglet

source: --- reconnected ---
de: –––Verbindung wiederhergestellt–––
fr: --- reconnecté ---

source: --- disconnected ---
de: –––Verbindung getrennt–––
fr: --- déconnecté ---

source: * Message(s) sent while you were offline. Timestamps are reported by the server and can be off.
de: * Nachricht(en) gesendet während du offline warst. Die Zeitstempel stammen vom Server und können falsch sein.

source: Command %s is not recognized
de: Befehl %s ist unbekannt
fr: La commande %s n'est pas reconnue

source: Nicotine+ Private Chat: %s (%s)
de: Nicotine+: Privater Chat: %s (%s)
fr: Nicotine+ Dialogue privés: %s (%s)

source: Nicotine+ %s Website: http://nicotine-plus.sourceforge.net Trac and Wiki: http://nicotine-plus.org Sourceforge Project: http://sourceforge.net/projects/nicotine-plus/ Soulseek: http://www.slsknet.org Based on code from Nicotine and PySoulSeek
de: Nicotine+ %s Webseite: http://nicotine-plus.sourceforge.net Trac und Wiki: http://nicotine-plus.org Sourceforg- Projektseite: http://sourceforge.net/projects/nicotine-plus/ Soulseek: http://www.slsknet.org Basiert auf Code aus Nicotine and PySoulSeek

source: Dependencies
de: Abhängigkeiten
fr: Dépendances

source: License
de: Lizenz

source: Credits
de: Mitarbeit
fr: Crédits

source: daelstorm (Lead developer) <daelstorm@gmail.com> http://daelstorm.thegraveyard.org/ gallows (Developer, packager) <g4ll0ws@gmail.com> http://perticone.homelinux.net/~sergio/ hyriand (Former lead developer, contributer, author of Nicotine) <iksteen@gmail.com> http://www.thegraveyard.org Le Vert (Webhosting, packager) <gandalf@le-vert.net> http://www.le-vert.net QuinoX (Code contributer) http://index.qtea.nl infinito (Code contributer) <code@infinicode.org> http://infinicode.org suser-guru (SUSE Packager) http://linux01.gwdg.de/~pbleser/ osiris (Documentation, old Win32 installers) <osiris.contact@gmail.com> Alexander Kanavin (PySoulSeek developer) Nicotine and Nicotine+ are based on PySoulSeek http://sensi.org/~ak/ Amun-Ra (Code contributer)
de: daelstorm (Hauptentwickler) <daelstorm@gmail.com> http://thegraveyard.org/daelstorm/ gallows (Entwickler, Packager) <g4ll0ws@gmail.com> http://perticone.homelinux.net/~sergio/ hyriand (Ex-Hauptentwickler, Mitarbeiter, Autor von Nicotine) <iksteen@gmail.com> http://www.thegraveyard.org Le Vert (Webhosting, Packager) <gandalf@le-vert.net> http://www.le-vert.net QuinoX (Code) http://index.qtea.nl infinito (Code) <code@infinicode.org> http://infinicode.org suser-guru (SUSE-Packager) http://linux01.gwdg.de/~pbleser/ osiris (Dokumentation, alte Win32-Installer) <osiris.contact@gmail.com> Alexander Kanavin (PySoulSeek-Entwickler) Nicotine und Nicotine+ basieren auf PySoulSeek http://sensi.org/~ak/ Amun-Ra (Code-Mitarbeiter)

source: Developers
de: Entwickler
fr: Développeurs

source: Dutch * nince78 (2007) * hyriand German * Meokater (2007) * (._.) (2007) * lippel (2004) * hyriand (2003) Spanish * Silvio Orta (2007) * Dreslo French * ManWell (2007) * ><((((*> (2007) * flashfr * systr Italian * Nicola (2007) <info@nicoladimaria.info> * dbazza Polish * Amun-Ra (2007) * thine (2007) * owczi Swedish * alimony <markus@samsonrourke.com> Hungarian * djbaloo <dj_baloo@freemail.hu> Slovak * Josef Riha (2006) <jose1711@gmail.com> Portuguese Brazilian * Suicide|Solution <felipe@bunghole.com.br> (2006) http://suicide.bunghole.com.br Lithuanian * Žygimantas Beručka (2006) <uid0@akl.lt> Finnish * Kalevi <mr_auer@welho.net> Euskara * The Librezale.org Team <librezale@librezale.org> http://librezale.org
de: Niederländisch * nince78 (2007) * hyriand Deutsch * Meokater (2007) * (._.) (2007) * lippel (2004) * hyriand (2003) Spanisch * Silvio Orta (2007) * Dreslo Französisch * ManWell (2007) * ><((((*> (2007) * flashfr * systr Italienisch * Nicola (2007) <info@nicoladimaria.info> * dbazza Polnisch * Amun-Ra (2007) * thine (2007) * owczi Schwedisch * alimony <markus@samsonrourke.com> Ungarisch * djbaloo <dj_baloo@freemail.hu> Slowakisch * Josef Riha (2006) <jose1711@gmail.com> Brasilianisches Portugiesisch * Suicide|Solution <felipe@bunghole.com.br> (2006) http://suicide.bunghole.com.br Litauisch * Žygimantas Beručka (2006) <uid0@akl.lt> Finnisch * Kalevi <mr_auer@welho.net> Euskara * The Librezale.org Team <librezale@librezale.org> http://librezale.org

source: Translators
de: Übersetzer
fr: Traducteurs

source: About search filters
de: Über Suchfilter
fr: Filtres de recherche

source: Search filtering You can use this to refine which results are displayed. The full results from the server are always available if you clear all the search terms. You can filter by: Included text: Files are shown if they contain this text. Case is insensitive, but word order is important. 'Spears Brittany' will not show any 'Brittany Spears' Excluded text: As above, but files will not be displayed if the text matches Size: Shows results based on size. use > and < to find files larger or smaller. Files exactly the same as this term will always match. Use = to specify an exact match. Use k or m to specify kilo or megabytes. >10M will find files larger than 10 megabytes. <4000k will find files smaller than 4000k. Bitrate: Find files based on bitrate. Use < and > to find lower or higher. >192 finds 192 and higher, <192 finds 192 or lower. =192 only finds 192. for VBR, the average bitrate is used. Free slot: Show only those results from users which have at least one upload slot free. To set the filter, press Enter. This will apply to any existing results, and any more that are returned. To filter in a different way, just set the relevant terms. You do not need to do another search to apply a different filter.
de: Filtern von Suchanfragen Du kannst diese Funktion verwenden, um genauer festzulegen, welche Suchergebnisse angezeigt werden sollen. Die vollständigen Ergebnisse vom Server sind stets verfügbar, wenn du die Felder des Filters leerst. Du kannst nach folgenden Kriterien filtern: Enthaltener Text: Dateien werden angezeigt, wenn sie diesen Text enthalten. Groß-/Kleinschreibung spielt keine Rolle, aber die Wortreihenfolge ist wichtig. Bei Eingabe „Spears Brittany“ wird „Brittany Spears“ nicht angezeigt. Text ausschließen: Wie oben, aber Dateien werden nicht angezeigt, wenn der Text übereinstimmt. Größe: Filtert Ergebnisse nach Größe. Verwende > und < um größere oder kleinere Dateien anzeigen zu lassen. Dateien mit genau dieser Größe werden immer angezeigt. Verwende = für eine genaue Übereinstimmung, k und m für Kilo- und Megabyte. >10M zeigt Dateien größer als 10 MB an, <4000k Dateien kleiner als 4000 KB. Bitrate: Filtert Dateien nach Bitrate. Verwende < und > um Dateien mit niedrigerer oder höherer Bitrate anzeigen zu lassen. > 192 zeigt 192 und höher an, <192 192 und niedriger. =192 zeigt nur Dateien mit Bitrate 192 an. Bei VBR wird die mittlere Bitrate verwendet. Freier Slot: Zeigt nur Ergebnisse von Benutzern an, bei denen mindestens ein Upload-Slot frei ist. Um den Filter zu setzen, drücke Enter. Der Filter wird daraufhin auf alle bereits vorhandenen und noch eingehenden Ergebnisse angewendet. Um den Filter zu ändern, ändere einfach die Filteroptionen. Es ist keine neue Suche nötig, um einen anderen Filter anzuwenden.
fr: Filtres de recherche Vous pouvez utiliser cette fonction pour affiner les résultats affichées. Les résultats complets du serveur sont toujours disponibles en effaçant tous les termes de recherche. Vous pouvez filtrer par: Texte à inclure: les fichiers sont affichés s'ils contiennent ce texte. La recherche ne tient pas compte de la casse, mais l'ordre des mots est important. 'Blanc Désir' ne montrera pas 'Désir Blanc'. Texte à exclure: comme ci-dessus, mais cette fois, les fichiers ne seront pas affichés s'ils contiennent le texte. Taille: affiche les résultats par rapport à leurs tailles. Utilisez > ou < pour trouver les fichiers plus grands ou plus petits. Les fichiers qui font exactement la même taille seront affichés de toute manière. Utilisez = pour demander une correspondance exacte. Utilisez k ou m pour spécifier kilooctets ou mégaoctets. >10M cherchera donc les fichiers plus grand que 10 mégaoctets. <4000k trouvera (vous l'avez deviné :) les fichiers plus petits que 4000 kilooctets. Taux d'encodage: affiche les fichiers par rapport à leurs taux d'encodage. Utilisez < ou > pour dire si vous voulez un taux plus petit ou pus grand. >192 trouvera les fichiers de 192kbps ou plus, <192 trouvera 192 ou moins. =192 trouvera uniquement 192. Pour les fichiers en VBR, le taux moyen sera utilisé. Place libre: montre uniquement les résultats des utilisateurs qui ont au moins une place libre pour envoyer des fichiers. Pour fixer un filtre, pressez Entrée. Cela s'appliquera à tous les résultats existants, ainsi qu'à tout résultat postérieur. Pour filtrer différemment, il suffit de fixer les filtres correspondants. Il n'y a pas besoin de faire une nouvelle recherche pour appliquer un filtre différent.

source: room
de: Raum
fr: salon

source: Join room 'room'
de: Raum betreten
fr: Rejoindre le salon 'salon'

source: Leave room 'room'
de: Raum verlassen
fr: Quitter le salon 'salon'

source: Clear the chat window
de: Chat-Fenster leeren
fr: Effacer la fenêtre de discussion

source: Set your personal ticker
de: Eigenen Ticker setzen
fr: Choisir votre message défilant personnel

source: Detach a chat tab from the notebook
de: Einen Chat-Tab ausklinken
fr: Détache un onglet de la barre des onglets

source: Reattach a chat window to the notebook
de: Einen Chat-Tab wieder einklinken
fr: Attache la fenêtre de discussion dans la barre des onglets

source: message
de: Nachricht

source: Say something in the third-person
de: Etwas in der dritten Person sagen
fr: Parler à la troisième-personne

source: Display the Now Playing script's output
de: Zeige Ausgabe des Now-Playing-Skripts
fr: Afficher la sortie du script du /Now Playing

source: Users
de: Benutzer
fr: Utilisateurs

source: user
de: Benutzer
fr: utilisateur

source: Add user 'user' to your user list
de: Benutzer der Freunde-Liste hinzufügen
fr: Ajoute l'utilisateur 'utilisateur' à votre liste d'amis

source: Remove user 'user' from your user list
de: Benutzer aus der Freunde-Liste entfernen
fr: Enlève l'utilisateur 'utilisateur' de votre liste d'utilisateurs

source: Add user 'user' to your ban list
de: Benutzer der Sperrliste hinzufügen
fr: Ajoute l'utilisateur 'utilisateur' à votre liste de bannissement

source: Remove user 'user' from your ban list
de: Benutzer aus Sperrliste entfernen
fr: Enlève l'utilisateur 'utilisateur' de votre liste de bannissement

source: Add user 'user' to your ignore list
de: Benutzer zur Ingnorierliste hinzufügen
fr: Ajoute l'utilisateur 'utilisateur' à votre liste d'ignorance

source: Remove user 'user' from your ignore list
de: Benutzer aus Ignorierliste entfernen
fr: Enlève l'utilisateur 'utilisateur' de votre liste d'ignorance

source: Browse files of user 'user'
de: Dateien des Benutzers durchsehen
fr: Voir les fichiers de l'utilisateur 'utilisateur'

source: Request user info for user 'user'
de: Die Info des Benutzers abrufen
fr: Demande les informations de l'utilisateur 'utilisateur'

source: Show IP for user 'user'
de: IP-Adresse des Benutzers anzeigen
fr: Montre l'IP de l'utilisateur 'utilisateur'

source: Aliases
de: Aliase
fr: Alias

source: command
de: Befehl
fr: commande

source: Add a new alias
de: Einen neuen Alias hinzufügen
fr: Ajouter un nouvel alias

source: process
de: Prozess
fr: Processus

source: Add a new alias that runs a process
de: Einen neuen Alias hinzufügen, der einen Prozess ausführt
fr: Ajouter un nouvel alias

source: Remove an alias
de: Einen Alias entfernen
fr: Enlever un alias

source: query
de: Suchanfrage
fr: requête

source: Start a new search for 'query'
de: Neue Suche starten
fr: Recherche 'requête'

source: Search the joined roms for 'query'
de: In den betretenen Räumen suchen

source: Search the buddy list for 'query'
de: In der Freundeliste suchen
fr: Cherche 'requête' dans sa liste d'amis

source: Search a user's shares for 'query'
de: In den Freigaben eines Benutzers suchen
fr: Cherche 'requête' sur le partage d'un utilisateur

source: Private Chat
de: Privater Chat
fr: Dialogues _privés

source: Send message 'message' to user 'user'
de: Sende Nachricht an Benutzer
fr: Envoie le message 'message' à l'utilisateur 'utilisateur'

source: Open private chat window for user 'user'
de: Öffne privaten Chat
fr: Ouvre une fenêtre de dialogue privé avec l'utilisateur 'utilisateur'

source: Toggles your away status
de: Schalte Anwesenheitsstatus um
fr: Bascule votre état d'absence

source: Rescan shares
de: Freigaben aktualisieren
fr: Examiner mes partages à nouveau

source: Quit Nicotine
de: Nicotine beenden
fr: Quitter Nicotine

source: About chat room commands
de: Über Befehle in Chat-Räumen
fr: Commandes des salons de discussion

source: Close the current private chat
de: Den aktuellen privaten Chat schließen
fr: Ferme la fenêtre de discussion privée active

source: Chat Rooms
de: Chat-Räume
fr: Salons des discussions

source: About private chat commands
de: Über Befehle im privaten Chat
fr: Commandes de discussion privée

source: Sound Effects
de: Klangereignisse
fr: Effets sonores

source: Website:
de: Webseite:
fr: SiteWeb:

source: Any other command-executable OGG player
de: Irgendein anderer kommandogesteuerter OGG-Player
fr: Toutes les autres commandes éxécutable de lecteur OGG

source: Spell Checking
de: Rechtschreibprüfung
fr: Correcteur orthographique

source: Speed Up
de: Geschwindigkeit
fr: Vitesse

source: IP Address Geolocation
de: IP-Adressen-Lokalisierung
fr: Géolocalisation d'Addresse IP

source: OGG Metadata
de: OGG-Metadaten
fr: Méta-données OGG

source: (Warning: May be unstable)
de: (Warnung: Möglicherweise instabil)
fr: Attention: peut être instable

source: Download Notifications
de: Download-Benachrichtigungen
fr: Notifications de téléchargement:

source: About optional dependencies
de: Über optionale Abhängigkeiten
fr: Dépendances optionnelles

source: Country
de: Land
fr: Pays

source: Trusted
de: Vertrauenswürdig
fr: utilisateur de confiance

source: Notify
de: Benachrichtigung
fr: Notifier
