Repository: seeschloss/nicotine
Catalog: nicotine+/languages/*/nicotine.po
Languages: de, fr

source: The range you specified for client connection ports was %(low)s-%(high)s, but none of these were usable. Increase and/or move the range and restart Nicotine+.
de: Der gewählte Portbereich für Client-Verbindungen ist %(low)s–%(high)s, aber keiner der Ports ist frei. Verändere den Portbereich und starte Nicotine+ neu.

source: Note that part of your range lies below 1024, this is usually not allowed on most operating systems with the exception of Windows.
de: Beachte dass dein Portbereich teilweise unter 1024 liegt und dies in der Regel in den meisten Betriebssystemen nicht erlaubt ist.

source: Major Socket Error: Networking terminated! %s
de: Major-Socket-Fehler: Netzwerkverbindung unterbrochen! %s
fr: Erreur Socket Majeure: réseau déconnecté! %s

source: Server message type %(type)i size %(size)i contents %(msgBuffer)s unknown
de: Servernachricht Typ %(type)i Größe %(size)i Inhalt %(buffer)s unbekannt
fr: Message serveur de type %(type)i taille %(size)i contenu %(msgBuffer)s inconnu

source: Unknown peer init code: %(type)i, message contents %(msgBuffer)s
de: Unbekannter Peer-Init-Code: %(type)i, Inhalt der Nachricht %(msgBuffer)s
fr: Code peer d'init inconnu: %(type)i, contenu du message %(msgBuffer)s

source: There was an error while unpacking Peer message type %(type)s size %(size)i contents %(msgBuffer)s from user: %(user)s, %(host)s:%(port)s
de: Es trat ein fehler auf während eine Peer-Nachricht Typ %(type)s Größe %(size)i Inhalt %(buffer)s von Benutzer %(user)s, %(host)s:%(port)s entpackt wurde.
fr: Peer message type %(type)s size %(size)i contents %(msgBuffer)s unknown, from user: %(user)s, %(host)s:%(port)s

source: Peer message type %(type)s size %(size)i contents %(msgBuffer)s unknown, from user: %(user)s, %(host)s:%(port)s
de: Peer-Nachricht Typ %(type)s Größe %(size)i Inhalt %(buffer)s unbekannt, von Benutzer %(user)s, %(host)s:%(port)s

source: Can't handle connection type %s
de: Kann mit Verbindungsart %s nicht umgehen.
fr: Ne sait pas gérer une connexion de type %s

source: Distrib message type %(type)i size %(size)i contents %(msgBuffer)s unknown
de: Verteiler-Nachricht Typ %(type)i Größe %(size)i Inhalt %(buffer)s unbekannt

source: Error packaging message: %(type)s %(msg_obj)s, %(error)s
de: Fehler beim Verpacken einer Nachricht: %(type)s %(msg_obj)s, %(error)s

source: Can't send the message over the closed connection: %(type)s %(msg_obj)s
de: Kann die Nachricht nicht über eine geschlossene Verbindung senden: %(type)s %(msg_obj)s
fr: Ne peut pas envoyer le message par la connexion fermée: %(type)s %(msg_obj)s

source: You have just hit your connection limit of %(limit)s. Nicotine+ will drop connections for your protection. If you get this message often you should search for less generic terms, or increase your per-process file descriptor limit.
de: Du hast gerade deine Verbindungsgrenze von %(limit)s erreicht. Nicotine+ wird nun anfangen, zu deiner Sicherheit Verbindungen fallenzulassen. Wenn du diese Meldung öfter erhältst, sollest du deine Suchanfragen weniger allgemein gestalten oder deine File-Descriptor-Grenze pro Prozess erhöhen.

source: The server seems to be down or not responding, retrying in %i seconds
de: Der Server scheint abgeschaltet zu sein oder nicht zu antworten. Versuche es in %i Sekunden erneut ...
fr: Le serveur ne répond pas, nouvelle tentative dans %i secondes

source: Buddy Shares
de: Private Freigaben
fr: Partages pour amis

source: ERROR: No %(type)s shares database available
de: Fehler: %(type)s-Freigaben-Datenbank nicht verfügbar
fr: Erreur: No%(type)s base de données disponible

source: Can't connect to server %(host)s:%(port)s: %(error)s
de: Kann keine Verbindung zu Server herstellen: %(host)s:%(port)s: %(error)s
fr: Impossible de se connecter au serveur %(host)s:%(port)s: %(error)s

source: WARNING: You tried to connect to the old server, which might have been shut down. To connect to the new Soulseek server edit your settings and change the server port from 2240 to 2242
de: Achtung: Du versuchst, dich zum alten Server zu verbinden, der bereits abgeschaltet sein könnte. Um dich zum neuen Server zu verbinden, ändere den Serverport in den Einstellungen von 2240 zu 2242.

source: Can't connect to %s, sending notification via the server
de: Kann nicht zu %s verbinden, Benachrichtigung über den Server wird gesendet
fr: Impossible de se connecter à %s, envoi de la notification via le serveur

source: Listening on port %i
de: Lausche an Port %i
fr: Ouverture du port %i

source: Connected to server %(host)s:%(port)s, logging in...
de: Verbunden mit Server: %(host)s:%(port)s, anmelden ...
fr: Connecté au serveur %(host)s:%(port)s, ouverture de session en cours...

source: WARNING: You are connected to the old server, which will most likely be shut down in the near future. To connect to the new Soulseek server edit your settings and change the server port from 2240 to 2242
de: Achtung: Du bist zum alten Server verbunden, der sehr wahrscheinlich bald abgeschaltet werden wird. Um dich zum neuen Server zu verbinden, ändere den Serverport in den Einstellungen von 2240 zu 2242.

source: Disconnected from server %(host)s:%(port)s
de: Getrennt von Server %(host)s:%(port)s
fr: Déconnecté du serveur %(host)s:%(port)s

source: Connection closed by peer: %s
de: Verbindung von Gegenseite getrennt: %s
fr: Connexion ré-initialisée par le correspondant: %s

source: Removed connection closed by peer: %(conn_obj)s %(address)s
de: Von Gegenseite getrennte Verbindung entfernt: %(conn_obj)s %(address)s
fr: La connexion ré-initialisée par le correspondant a été enlevée: %(conn_obj)s %(address)s

source: Logged in, getting the list of rooms...
de: Angemeldet, hole Raumliste ...
fr: Session ouverte, recherche des canaux...

source: Can not log in, reason: %s
de: Anmeldung nicht möglich, Grund: %s
fr: Ouverture de session impossible : %s

source: (Warning: %(realuser)s is attempting to spoof %(fakeuser)s)
de: (Warnung: %(realuser)s versucht, %(fakeuser)s zu spoofen.)

source: %i privileged users
de: %i privilegierte Benutzer
fr: %i Utilisateurs privilégiés

source: You have no privileges left. They are not needed for Nicotine+ to function properly. You can acquire privileges by donating at %(url)s
de: Du hast keine Privilegien. Die sind allerdings für eine einwandfreie Funktion von Nicotine+ auch nicht notwendig.

source: %(days)i days, %(hours)i hours, %(minutes)i minutes, %(seconds)i seconds of download privileges left
de: Du hast %(days)i Tage, %(hours)i Stunden, %(minutes)i Minuten und %(seconds)i Sekunden Download-Privilegien übrig.
fr: %(days)i jours, %(hours)i heures, %(minutes)i minutes, %(seconds)i secondes restantes de privilèges de téléchargement

source: Server reported port 0 for the 10th time for user %(user)s, giving up
de: Server nannte zum zehnten Mal Port 0 für Benutzer %(user)s, gebe auf.
fr: Le serveur a donné le port 0 pour la dixième fois pour l'utilisateur %(user)s, abandon

source: Server reported non-zero port for user %(user)s after %(tries)i retries
de: Server nennt einen Port ungleich 0 für Benutzer %(user)s nach %(tries)i Wiederholungen.
fr: Le serveur a donné un port non nul pour l'utilisateur %(user)s après %(tries)i essais

source: Server reported port 0 for user %(user)s, retrying
de: Server nennt Port 0 für Benutzer %(user)s, erneuter Versuch
fr: Le serveur a donné le port 0 pour l'utilsateur %(user)s, tente à nouveau

source: IP address of %(user)s is %(ip)s, name %(host)s, port %(port)i%(country)s
de: IP-Adresse von %(user)s ist %(ip)s, Name %(host)s, Port %(port)i, %(country)s
fr: L'adresse IP de %(user)s est %(ip)s, nom %(host)s, port %(port)i%(country)s

source: IP address of %(user)s is %(ip)s, port %(port)i%(country)s
de: IP-Adresse von %(user)s ist %(ip)s, Port %(port)i, %(country)s
fr: L'adresse IP de %(user)s est %(ip)s, port %(port)i%(country)s

source: Someone else is logging in with the same nickname, server is going to disconnect us
de: Jemand anderes meldet sich mit demselben Nick an, Server trennt uns.
fr: Quelqu'un d'autre se connecte avec le même pseudonyme, nous allons être déconnectés

source: Sorry, your country is blocked
de: Sorry, your cuntry is blocked.
fr: Désolé, votre pays est bloqué

source: IP %(ip)s:%(port)s is spoofing user %(user)s with a peer request, blocking because it does not match IP: %(real_ip)s
de: IP %(ip)s:%(port)s spooft Benutzer %(user)s mit einem Peer-Request. Blockiert, da nicht die richtige IP: %(real_ip)s.

source: %(user)s is making a BrowseShares request, blocking possible spoofing attempt from IP %(ip)s port %(port)s
de: %(user)s fordert deine Freigaben an, blockiere möglichen Spoofingversuch von IP %(ip)s Port %(port)s.

source: %(user)s is making a BrowseShares request, blocking possible spoofing attempt from an unknown IP & port
de: %(user)s fordert deine Freigaben an, blockiere möglichen Spoofingversuch von unbekannter IP.

source: %(user)s is making a BrowseShares request
de: %(user)s fordert deine Freigaben an.
fr: %(user)s parcourre vos fichiers

source: Blocking %(user)s from making a UserInfo request, possible spoofing attempt from IP %(ip)s port %(port)s
de: Blocke Benutzerinfo-Anfrage von %(user)s, möglicherweise ein Spoofingversuch von IP %(ip)s Port %(port)s.

source: Blocking %s from making a UserInfo request, possible spoofing attempt from an unknown IP & port
de: Blocke Benutzerinfo Anfrage von %s, möglicherweise ein Spoofingversuch von einer unbekannten IP.

source: %(user)s is banned, but is making a UserInfo request
de: Gesperrter Benutzer %(user)s macht eine Benutzerinfo-Anfrage
fr: %(user)s est banni mais consulte vos informations

source: %(user)s is making a UserInfo request
de: %(user)s macht eine Benutzerinfo-Anfrage
fr: %(user)s consulte vos informations

source: Can't connect to %s (either way), giving up
de: Kann keine Verbindung mit %s herstellen (beide Richtungen), gebe auf.
fr: Ne peut pas se connecter à %s (n'importe quelle méthode), abandon

source: User %s does not respond to connect request, giving up
de: Benutzer %s antwortet nicht auf Verbindungsanfrage, gebe auf.
fr: L'utilisateur %s ne répond pas à la requête de connexion, abandon

source: Unknown tunneled message: %s
de: Unbekannte getunnelte Nachricht: %s
fr: Message encapsulé inconnu: %s

source: User %(user)s is directly searching for %(query)s, returning %(num)i results
de: Benutzer %(user)s sucht direkt nach %(query)s, liefere %(num)i Ergebnisse zurück
fr: L'utilisateur %(user)s cherche directement %(query)s, il y a %(num)i résultats

source: User %(user)s is searching for %(query)s, returning %(num)i results
de: Benutzer %(user)s sucht nach %(query)s, liefere %(num)i Ergebnisse zurück
fr: L'utilisateur %(user)s cherche %(query)s, il y a %(num)i résultats

source: Couldn't write to transfer log: %s
de: Kann Transferlog nicht schreiben: %s
fr: Écriture du journal de transferts impossible : %s

source: Checking for changes
de: Suche nach Änderungen
fr: Recherche des changements

source: Scanning %s
de: Durchsuche %s
fr: Examen commencé %s

source: Building DataBase
de: Baue Datenbank
fr: Construire la base de donnée

source: Building Index
de: Baue Index
fr: Construire l'index

source: Scanning Directory Error: %s Path: %s
de: Fehler beim Verzeichnis-Scan: %s Pfad: %s
fr: Erreur lors de l'examen des répertoires: %s chemin: %s

source: Scanning Error: %s Path: %s
de: Fehler beim Scannen: %s Pfad: %s
fr: Erreur d'examen: %s Chemin: %s

source: Scanning Error: Broken link to directory: "%s" from Path: "%s". Repair or remove this link.
de: Fehler beim Scannen: Fehlerhafte Verknüpfung zu Verzeichnis %s von %s. Repariere oder entferne sie.

source: Scanning File Error: %s Path: %s
de: Fehler beim Datei-Scan: %s Pfad: %s
fr: Erreur lors de l'examen des fichiers: %s Chemin: %s

source: Warning: networking thread has to convert unicode string %(object)s message %(type)s
de: Warnung: Netzwerk-Thread muss Unicode-String konvertieren: %(object)s Nachricht %(type)s
fr: Attention: le thread de réseau doit convertir la chaîne unicode %(object)s message %(type)s

source: Warning: unknown object type %s
de: Warnung: Unbekannter Objekt-Typ %s
fr: Attention: type d'objet inconnu %s

source: Empty message made, class %s
de: Leere Nachricht erzeugt, Klasse %s
fr: Un message vide a été fait, de classe %s

source: Can't parse incoming messages, class %s
de: Kann eingehende Nachricht nicht parsen, Klasse %s
fr: Ne sait pas traiter les messages entrants, de classe %s

source: Config option reset to default: Section: %s, Option: %s, to: %s
de: Konfigurationsoption zurückgesetzt: Sektion %s, Option %s auf den Wert %s
fr: Option de configuration replacer par défaut: Section: %s, Option: %s, à: %s

source: You need to configure your settings (Server, Username, Password, Download Directory) before connecting...
de: Du musst einige Einstellungen (Benutzernamen, Server, Passwort, Verzeichnisse) konfigurieren, bevor du dich verbinden kannst.
fr: Vous devez configurer vos préférences (Serveur, Nom d'utilisateur, Mot de passe, Partages, ..) avant de vous connecter...

source: Config option unset: Section: %s, Option: %s
de: Konfigurationsoption nicht gesetzt: Sektion %s, Option %s.
fr: Option de configuration non paramétrée: Section: %s, Option: %s

source: Config error: %s
de: Konfigurationsfehler: %s
fr: Erreur de configuration: %s

source: Shared files database seems to be corrupted, rescan your shares
de: Deine Freigabendatenbank scheint defekt zu sein, erstelle sie neu.
fr: La base de données des fichiers partagés semble corrompue, examinez vos partages à nouveau

source: Error while writing database files: %s
de: Fehler beim Schreiben der Datenbankdateien: %s
fr: Erreur lors de l'écriture de la base de données des fichiers: %s

source: Can't create directory '%(path)s', reported error: %(error)s
de: Kann Verzeichnis „%(path)s“ nicht erstellen, Fehler: %(error)s
fr: Ne peut pas créer le répertoire '%(path)s', l'erreur donnée est: %(error)s

source: Can't save config file, I/O error: %s
de: Kann Konfigurationsdatei nicht speichern, E/A-Fehler: %s
fr: Ne peut pas sauver le fichier de configuration, erreur E/S: %s

source: Can't remove %s
de: Kann %s nicht entfernen.
fr: Ne peut déplacer %s

source: Can't back config file up, error: %s
de: Kann Konfigurationsdatei nicht sichern, Fehler: %s
fr: Le fichier de configuration n'a pu être sauvegardé, erreur: %s

source: Can't rename config file, error: %s
de: Kann Konfigurationsdatei nicht umbenennen, Fehler: %s
fr: Le fichier de configuration n'a pu être renommé, erreur: %s

source: No such alias (%s)
de: Kein solcher Alias (%s)
fr: Ne trouve pas l'alias (%s)

source: Aliases:
de: Aliase:
fr: Alias:

source: Removed alias %(alias)s: %(action)s
de: Alias %(alias)s entfernt: %(action)s
fr: Alias %(alias)s enlevé: %(action)s

source: No such alias (%(alias)s)
de: Kein solcher Alias (%(alias)s)
fr: Ne trouve pas l'alias (%(alias)s)

source: Bitrate
fr: Taux d'encodage

source: Offline
fr: Déconnecté

source: Online
fr: Présent

source: Server
fr: Serveur

source: Transfers
fr: Transferts

source: Geo Block
fr: Bloqueur géographique

source: Chat
fr: Salon de discussion

source: URL Catching
fr: Capture d'URL

source: Status
fr: État

source: %.2f GB
fr: %.2f Go

source: %.2f MB
fr: %.2f Mo

source: %.2f KB
fr: %.2f Ko

source: %s Files
fr: Fichiers %s

source: KB/s
fr: KO/s

source: <b>Bitrate:</b>
fr: <b>Taux d'encodage:</b>

source: Player Command:
fr: Commande pour le lecteur audio:

source: (custom widget: %s)
fr: (widget perso: %s)

source: _Downloads
fr: _Téléchargements

source: _Uploads
fr: _Envois

source: Downloads
fr: Téléchargements

source: Uploads
fr: Envois

source: Log
fr: Enregistrement

source: Bitrate:
fr: Taux d'encodage:

source: Information:
fr: Informations:

source: %s GB
fr: %s Go

source: %s MB
fr: %s Mo

source: %s KB
fr: %s Ko

source: definition
fr: définition

source: Search the joined rooms for 'query'
fr: Cherche requêtes dans les salons rejoints

source: Client Version
fr: Version du client

source: * Message(s) sent while you were offline.
fr: Un message privé vous a été envoyé pendant que vous étiez deconnecté

source: Client connection ports (use first available):
fr: Ports de connexion du client (le premier disponible est utilisé):

source: (only use if the above ports are remotely accessible)
fr: (seulement si les ports sont accessibles à distance)

source: Decimal separator:
fr: Séparateur des décimales:

source: Show notification popup in tray after each download (requires python-notify and notification-daemon)
fr: Montre un avertissement dans la zone de notification du tableau de bord après chaque téléchargements (demande python-notify et notification-daemon)

source: GeoBlock
fr: Bloqueur géographique

source: URL Catching:
fr: Capture d'URL:

source: Online:
fr: Présent

source: Offline:
fr: Déconnecté

source: Complete room names in chat rooms
fr: compléter les nom des salons dans les salons de discution

source: Complete Buddy Names
fr: Compléter les noms d'Amis en liste

source: Notebooks
fr: Barres des onglets

source: /me text
fr: /me texte

source: Alpha
fr: Transparence

source: You have no privileges left
fr: Vous n'avez plus de privilèges restants

source: Sorry, friends only
fr: Partager uniquement aux amis

source: Sorry, geographical paranoia
fr: Désolé, paranoïa géographique
